cdt@sw.stratus.com
tavares
subject
gun
american
express
card
article
cmm
thomasp@surt.ifi.uio.no
thomas
parsli
thomasp@ifi.uio.no
writes
ban
guns
responsible
owners
control
laws
end
politicians
manage
handle
obtain
arms
illegally
restrict
people
legally
karen
mcnutt
local
attorney
states
million
licensed
massachusetts
past
year
number
involved
crimes
large
state
passing
restricting
obeying
pay
dividents
saing
treated
respect
sellers
legislators
i've
problem
countries
crime
rates
fell
restricted
call
argument
religion
don't
it's
faith
history
passed
restrictions
attention
violent
higher
lower
that's
begging
question
surprised
stopped
accidents
reduced
minimum
lifting
absolutely
backwards
presence
strict
made
improvement
rate
lifted
stats
show
likevise
car-accidents
europe
demand
easier
drivers-tests
hours
today
driver's
tests
indication
propensity
stupid
driving
test
drunk
night
fighting
kids
back
seat
hot
cup
coffee
lap
putting
makeup
reading
newspaper
talking
cellular
phone
they're
words
legislation
neccacery
positive
effect
gun/month
case
virginia
thinking
reactions
proposal
loud
screeming
civil
rights
amendment
didn't
winnie
poh
peace
weapons
i'm
remember
story
pooh
offered
cdt@rocket.sw.stratus.com
speak
company
cdt@vos.stratus.com
write
special
investors
packet
chiu@io.nosc.mil
francis
chiu
blast
time
daniel
oldham
oldham@ces.cwru.edu
wrote
happened
waco
fault
batf
proper
equipment
personal
captured
compound
initial
assault
wooden
farm
house
burned
ground
started/caused
fire
atf
honestly
justify
handled
properly
authority
snip
wod
increased
streets
needed
good
fokes
price
law
order
country
died
wars
protect
great
build
hit
evidenence
repeating
fbi/atf
told
mega
power
blasting
killed
women
letting
burn
death
days
won't
mind
dea
raid
someday
bogus
informant
tip
killed/wounded
family
accidentally
fair
answer
making
anymore
ignorant
statements
disturbing
government
agencies
citizens
irresponsible
blake@nevada.edu
rawlin
blake
clinton
press
conference
part
apr
ringer.cs.utsa.edu
whughes@lonestar.utsa.edu
william
hughes
date
wed
gmt
feustelc
netcom.com
feustel@netcom.com
david
feustel
predict
outcome
study
wrong
federal
result
future
assaults
type
conducted
full-scale
military
operations
explicit
shoot-to-kill
directives
aren't
fooled
decide
murder
opinions
mine
care
blame
university
learn
lessons
hoping
kent
taught
lesson
apparently
choose
sig
betz@gozer.idbsu.edu
andrew
betz
weaver
trial
update
running
daily
summary
randy
weaver/kevin
harris
boise
summaries
primarily
mailing
lists
wondering
interested
post
email
drew
brought
terminal
free
idaho
outlaw
outlaws
spook
fodder
fema
nsa
gore
insurrection
nsc
semtex
neptunium
terrorist
cia
kgb
deuterium
lairdb@crash.cts.com
laird
broadfield
senate
bill
numbers
resolution
em@mcimail.com
mcimail.com
peter
nesbitt
fight
save
educated
magzines
books
hands
sifting
hundreds
messages
internet
how/where
info
surely
copies
anti-gun
washington
document
room
reached
e.g
they'll
happy
send
big
stack
surly
sounding
guy
answers
scrawling
awful
hand
envelope
run
quickly
important
deal
likes
requests
hill
mail
ucsd
nosc}!crash!lairdb
shareware
signature
manual
burns
dividian
ranch
survivors
menudo.uh.edu
hadcrjam@admin.uh.edu
miller
jimmy
pointed
stove
warm
day
texas
eat
food
cold
minor
quibble
assualt
began
dawn
break
find
highly
cooking
lunch
armored
vehicles
punch
holes
pumping
tear
gas
bore
physics
woodstoves
caloric
range
takes
woodstove
cook
can't
shut
embers
choke
completely
ain't
light
batch
pancakes
aunt
heating
lit
extent
trust
experience
jmd@cube.handheld.com
jim
arras
qvjh
innh
l@hp-col.col.hp.com
dduff@col.hp.com
dave
duff
nut
panics!!!!jumps
net
facts
straight
understand
watched
satellite
network
feeds
eyes
huey's
fanned
flames
fbi
firetrucks
gate
scene
i'd
rambo
movies
might've
dulled
pain
fellow
humans
dying
god
feel
deserved
koresh
sadistic
mad
man
deserve
fate
fact
wasn't
reason
duped
followers
innocent
brainwashed
victims
scenaro
justifies
clear
deaths
occured
fucked
initially
impaitent
pushed
korech
edge
buy
latest
version
hook
line
sinker
believed
live
embarrassment
would've
severe
suspicion
tax-evasion
warrant
witnesses
information
filtered
remote
controlled
pool
camera
installed
building
could've
job
fbi's
close
video
incurring
risk
public
complete
lack
source
concern
sick
stomach
sicker
apologists
jmd@handheld.com
rethinking
there's
haven't
rethought
april
englishman
foreign
troop
landed
lay
arms,-never--never--never
pitt
earl
chatham
nov
jbs@rti.rti.org
text
white
announcement
q&as
clipper
chip
encryption
strnlghtc
d.n
n@netcom.com
strnlght@netcom.com
sternlight
agree
place
discuss
note
regulated
distorted
interpretations
read
written
well-regulated
militia
security
bear
infringed
members
well-educated
businessmen
ability
nation
compete
international
marketplace
attend
schools
interpret
protected
joe
kdw@icd.ab.com
kenneth
whitehead
evil
tax
dollars
work
mark
sachs
mbs
psuvm.psu.edu
representing
students
beverage
access
siba
smoke
start
places
apv's
tank
punched
hole
wall
withdrew
spread
direction
mph
wind
blowing
diagram
usa
yesterday
fires
started
tanks
terrible
negligent
accident
weren't
couldn't
marvelled
alive
upstairs
sealed
rooms
avoid
surrounded
israelis
hiding
desert
storm
gas-bearing
scuds
cripes
college
student
stop
worrying
clearing
head
heard
questioning
bothering
i'll
totally
clueless
tremendously
chilling
eager
murderous
heavily-armed
religious
cult
evidence
contrary
wellllll
they'd
harmed
threatened
attacked
paramilitary
force
hardware
feds
they've
retracted
practically
questioned
detail
buddies
sitting
bar
slurring
stuff
shoulda
ago
you're
klinton
give
chance
he's
gonna
burp
thought
experiment
suppose
exact
thing
bush
administration
prefer
cultists
expect
response
challenge
questions
scare
minds
developed
f*cking
heartbeat
mindlessly
knees
mouth
open
blissfully
sucking
president
comeback
ahead
lips
taxes
elected
campaign
promisses
respected
office
isn't
degree
broke
promise
taxes/guns
held
accountable
years
slick's
broken
lots
anddd
imagine
he'll
buttons
abc
gummint
decided
slaughter
eighty
plain
wake
stretch
yawn
throw
dart
map
united
figure
oppress
hmmm
nobody's
claiming
mistake
bunch
incompetent
employees
kind
scrutiny
mess
picked
davidians
figured
nobody'd
politically
incorrect
group
fundies
prairie
roughshod
bds
services
gave
timing
resistance
knew
spin
doctors
afraid
crips
bloods
atf's
budget
approval
favor
dramatic
reasoning
doesn't
matter
paying
cooler
theme
music
darth
vader
tomorrow
diabolical
laughter
hillary's
giggle
waffle
lost
sense
humor
cape
fat
puffy
faced
suit
rose
garden
starting
teddy
kennedy
things
investigated
worry
beer
dimwit
lot
compare
carter
record
veteran
character
carter's
policies
telling
truth
understood
cat
ken
kdw@odin.icd.ab.com
vojak@icebucket.stortek.com
vojak
letter
skaggs
dem
bit
sharp
tone
writting
reasonable
polite
letters
return
hci
party
nra
rated
upsetting
harm
disagree
recent
events
pissed
representative
recently
outrage
tactics
bureau
alcohol
tobacco
firearms
stated
underscore
stricter
groups
branch
grounds
deny
statement
underscores
apparent
total
ignorance
highlights
bias
paths
referencing
semi-automatics
point
semi-automatic
legal
areas
including
colorado
addition
convicted
purchase
church
borders
concept
pat
robertson
referring
alleged
fully
automatic
possessed
current
covered
strictest
circumvent
reported
license
permitted
possess
true
perished
monday
collect
couple
hundred
declare
claims
stockpiling
complex
ownership
statistics
what's
siege
dallas/ft
worth
face
voted
virtually
congress
claim
bull
handgun
struggling
maintain
paid
exceeded
growing
district
stickers
living
bumper
sticker
vote
sarah
bradys
ila
coalition
cbs
nightly
propaganda
dan
biased
arc@cco.caltech.edu
aaron
ray
clements
usual
hollombe@polymath.tti.com
polymath
possession
nuclear
grade
fissionables
market
forces
i.e
make
steal
stops
staggering
cost
nations
afford
sell
tight
maintained
existing
stocks
saddam
hussein
impression
fissionable
materials
plutonium
reactor/weapons-grade
uranium
required
permit
bomb
garage
parts
stores
electronic
junk
supplies
engage
shady
dealings
explosive
charge
trivial
compared
basic
design
declassified
dug
technical
library
grad
bother
material
term
weeks
ge/ch
chemistry
derive
chemist
synthesize
variety
explosives
commonly
chemicals
felt
electronics
detonator
shaped
charges
trickier
impossible
tricks
trade
wanted
nasty
include
core
hydrogen
hardest
long
put
properties
aka
jerry
hollombe
m.a
cdp
robot
wrangler
citicorp
define
ocean
park
blvd
police
enforce
santa
monica
prevent
cmort@ncoast.org
christopher
morton
dividians
black
quoted
icd.ab.com
oleary@cbnewsh.cb.att.com
brian.m.leary
media
correct
child
molesting
drug
dealing
cop
killing
wackos
guys
ninja
suits
charging
grenades
lapd
essentially
operation
move
philadelphia
cops
dropped
incendiary
roof
tenement
block
significant
differences
neighbors
generally
conceded
antagonize
loudspeakers
keeping
piles
garbage
promoting
rat
insect
infestation
allegedly
threatening
kidnap
children
sort
remain
over-educated
york
jewish
aclu
lawyers
eliminate
school
prayer
arkansas
holly
silva
finndlu@cronkite.central.sun.com
dbernard@clesun.central.sun.com
news.eng.convex.com
gardner@convex.com
steve
gardner
general
area
air
chilly
morning
high
winds
swiss
cheese
walls
worse
wrt
idea
nice
minutes
forget
cool
choppers
flying
swinging
hueys
add
hell
semper
jammer
a&m
bad
billing
system
finds
stand
ordinary
rik
emmet
gil
moore
mike
levine
triumph
ensure
accuracy
errors
omissions
excepted
andy@sail.stanford.edu
andy
freeman
uicvm.uic.edu
jason
kratz
csd-newshost.stanford.edu
carry
concealed
circumstances
referred
illinois
statutes
looked
prove
accurate
sections
let's
person
commits
offense
unlawful
knowingly
carries
possesses
vehicle
land
abode
fixed
business
pistol
revolver
stun
taser
firearm
affect
word
helps
commenting
prudent
storekeeper
home
common
qualify
batf/fbi
revenge
rwing.uucp
pat@rwing.uucp
myrto
dismayed
discouraged
ashamed
impeachment
called
senators
governor
demanding
warrants
unsealed
atrocity
suspended
pending
investigation
doubt
amerika
mjp
roger.gte.com
michael
procanik
bills
urgent
description
gather
hunter
safety
courses
enforcement
fish
game
compiled
list
consideration
e-mail
database
p.s
wife
nancy
street
stories
gte.com
gte
laboratories
incorporated
sylvan
road
waltham
mwj@se
waii.com
johnson
notice
violated
brushed
orignial
based
happen
forgive
pays
atrocities
massacre
myi
beginning
forward
reaching
allocation
interest
national
debt
funds
roby@chopin.udel.edu
scott
roby
dv@usenet.ins.cwru.edu
flame-bait
pure
simple
earlw@apple.com
wallace
vax.oxford.ac.uk
jaj@vax.oxford.ac.uk
turkey
pro-pistol
fanatics
realize
rest
laugh
angry
chuckle
remeber
bellingham
laughing
civilized
behavior
supposed
treat
dogs
impressed
attitude
bernard
who's
mormons
jews
persecuted
indians
christian
simpler
obvious
dominated
cared
beans
native
girlfriend
asks
busting
oregon
you'd
u.s
army
marched
gunpoint
christians
news
lakes
upper
mississippi
basin
southwest
mexico
south
america
converted
incapable
coming
decision
forced
cherokees
boot
war
cherokee
mild
support
confederacy
owned
slaves
reducing
narrow
view
single
treaty
convert
christianity
treaties
invariably
meant
ceding
indian
promised
hunter-gatherer
tribes
plenty
farming
centuries
hear
non-plains
training
taking
non-nomadic
existence
promises
proved
empty
scottj@magic.dml.georgetown.edu
john
silly
outdated
miranda
strawman
discussion
sixties
riots
fired
main
ludicrous
awesley
replied
repeated
context
supporting
detroit
issue
used--you
claimed
suppress
sniper
effective
continue
defend
disputing
spent
found
computer
catalog
nightmare
rebellion
sauter
hines
page
tonia
blanding
age
snipers
turned
shots
fifty-caliber
machine
mounted
belched
buildings
short
round
front
spit
tearing
huge
side
apartment
gee
entire
admit
pictures
firing
damaged
shells
reports
bet
dollar
doughnuts
second-hand
accounts
guard
sergeants
shooting
shit
convince
shelled
cities
bothered
wouldn't
necessarily
simply
event
knowledge
blacks
troops
grenade
launchers
fragmentary
concussion
perfectly
frags
makes
plausible
you'll
research
convinced
marines
launch
rockets
trenton
jersey
suspend
judgment
bullshit
filters
kick
screaming
half
decades
managed
cover
reality
hard
jpsb@neosoft.com
shirreffs
reno's
full
responciblity
pursue
action
justice
reno
resign
grand
standing
period
crazy
dought
lvc@cbnews.cb.att.com
larry
cipriani
news.duc.auburn.edu
bixledn@eng.auburn.edu
cbnews.cb.att.com
closely
restored
felonies
dozen
restore
felons
immediately
release
waiting
quick
person's
considered
felon
considers
imo
felony
purged
longer
l.v.cipriani@att.com
jgd@dixie.com
armond
murders
concerned
media's
complicity
coverup
lawsuits
investigations
emit
republican
blunder
examine
human
phychology
psy-ops
techniques
negotiations
puts
firmly
amateur
ranks
sizing
opponent
psychological
profile
ass
professionally
profiles
koresh's
emminently
predictable
typical
civilization
preserve
isolation
orientation
individual
apocalypse
suicide
acceptable
alternative
consumed
imho
concentrated
initiate
chose
designed
specifically
push
publicly
appearing
acting
chariots
mentioned
book
revelations
sending
oops
combat
engineering
obstensibly
perform
insertions
love
newspeak
earlier
major
biblical
role
stationed
king
listening
devices
actions
brink
pushing
mass
rational
agency
sign
preparations
pulled
rid
armor
continued
insertion
appeared
image
etched
strutting
burning
gloating
kill
step
assess
ended
bloodshed
technique
constitutionally
enforcing
preservation
life
achieving
victory
vengence
nabbed
announced
pull
abandoned
torn
concertina
wire
removed
covert
surveillance
exploited
ego
flush
exploiting
invite
tabloid
talk
shows
whipped
resisted
left
clean
safe
execute
tactical
retreat
deprived
sought
testesterone
floating
jannet
world
balls
sad
soul
oqc
performance
mobility
magazine(tm
tech
computers
marietta
snail-mail
address
perform@dixie.com
sample
mag
lee
harvey
oswald
incredibly
vy.ej
ulowell.ulowell.edu
jrutledg@cs.ulowell.edu
lawrence
rutledge
qna
transfer.stratus.com
ll@ulowell.ulowell.edu
organization
poeple
provide
integrated
suitable
location
requires
continually
committee
organizers
arguing
governments
charter
activity
prohibiting
private
organizations
eliminated
basis
rkba
understands
strengthened
originally
argued
anachronism
examples
representatives
apply
broad
cases
unconditional
interpretation
probable
majority
wishes
neglecting
bullshitted
nonstop
constitutional
limitations
tyrrany
ethnics
fly
logic
feels
constitution
times
procedure
deliberately
difficult
cumbersome
abuse
ignore
impose
unjust
minority
lynch
mob
outvoting
hangee
violations
end-runs
intention
tampering
propeganda
strong
persistant
gullible
lied
fed
truths
rigged
monopoly
override
elitists
congresscritters
founding
fathers
mox
nix
dependent
top-flight
false
assumption
posted
join
organized
meets
readiness
expected
hamilton
subcommitte
linguist's
analisys
assertions
documents
online
prejudice
ucc
seattle
fails
uunet!pilchuck!rwing!pat
wisdom
infinite
universe
stupidity
albert
einstien
criminals
machineguns
d.iy
cs.uiuc.edu
kratz@cs.uiuc.edu
gang
violence
weapo{s
confiscated
reliably
visually
distinguish
difference
semi-auto
full-auto
uzi
versions
misphrased
asked
full-autos
accurately
look-alikes
included
he'd
non-existent
relatives
semi-autos
specific
exhaustive
selector
swtich
correctly
switch
set
position
bursts
inspection
display
visual
fully-auto
assured
distinction
guess
picture
receiver
demonstrates
predicted
andy's
offer
wonders
learning
hambidge@bms.com
transports
meet
hostile
retreating
sarcasm
flag
standard
disclaimer
joins
genocidal
socialist
leaders
starbase.trincoll.edu
cheapen
sociopaths
chill
paranoia
cults
language
unsettling
supply
canned
foods
hold
mention
unbelievers
substantiation
granted
moment
recognize
protection
separation
discovers
permits
purchases
failed
original
feb
parents
previous
refiled
interviews
funny
interesting
social
sexual
childrens
supported
hearing
early
seige
exhibited
signs
physical
mental
homes
suspected
no-knock
minding
construed
raided
scary
daughter
amazes
grandparents
auschwitz
turning
graves
cavalierly
people's
nazis
frauleins
dating
well-[hesitate
expertly
trained
killers
well-trained
red-white-and
blue
defending
brother
background
shoot
officials
citizen
crusade
enjoys
messiah
loose
cannon
opinion
paper
printed
amazing
dg-rtp.dg.com
meyers@leonardo.rtp.dg.com
meyers
establish
defense
qkshq
wince
giveth
taketh
hey
winning
battle
losing
philosophical
flaws
how'd
sue
lose
attorney's
fee
we've
shouldn't
guesses
devil
details
brady
sounds
discover
check
recourse
loopholes
lawyer
noticed
abraham
lincoln
requiring
modern
describe
controls
rice
change
works
programs
quality
added
kennejs@a.cs.okstate.edu
james
scot
segz.mwr@dscomsa.desy.de
hallam@dscomsa.desy.de
phill
hallam-baker
apm
hpopdlau.pwd.hp.com
apm@hpopdlau.pwd.hp.com
merritt
path
dscomsa!dxcern!mcsun!uknet!pipex!uunet!think.com!sdd.hp.com!hpscit.sc.hp.com!apm
vms.ocom.okstate.edu
chorley@vms.ocom.okstate.edu
british
deleted
fire-engines
mile
loonies
amunition
meters
caliber
ammunition
ammo
shell
size
larger
screened
fort
men
engulfed
excuse
engines
blaze
bastards
waited
department
standby
sincerely
hope
janet
fiasco
punishment
richly
needless
tragic
waste
sadly
sobs
whitewash
incident
chalk
solely
sadder
raving
nutters
problem...the
tyrannical
prerogative
posession
illegal
search
allegations
hasn't
proven
conclude
accused
abusing
justified
agents
basically
cigarette
cops...they
stay
kinds
law-enforcement
jurisdiction
s**tcanned
sequence
option
attempt
breakthrough
intervention
commando
attempted
adults
life---children
alike---should
respect---even
peacefully
sooner
escalate
situation
senseless
tragedy
lives
crying
win
opportunity
officers
ordered
knocked
lantern
caused
caught
member
intentions
committing
confirms
means
murdered
damn
die
reject
neccessary
beleive
suicide/murder
account
serve
met
gunfire
deliberate
koresh/gun
supporter
aft
heavier
weaponry
handguns
practical
purposes
unarmed
b-d
adequately
armed
shotguns
pistols
claim---which
retracted---that
underarmed
allowed
indefinitely
capable
commiting
murdering
achieved
objective
risky
orders
magintude
harder
antebbe
iranian
embassy
airplanes
embassies
attack
terrorists
disloge
casualties
allowing
proclaim
armageddon
difficulties
emmergency
team
prolonged
mentally
prepared
prematurely
discount
rationalisation
dismiss
require
solution
conspiracy
theory
alow
monkeys
demonstrated
f***ed
concerns
s**t
waco...they
callous
greatly
disturbs
disturb
assumes
enjoy
middle
shot
comforting
pretend
proves
resolving
hostage
crisis
govt
comparable
manner
resolved
rests
tipped
advance
conscience
society
preach
salvation
pose
threat
political
movement
splinter
klu
klux
klan
schoolhouse
holding
situations
arising
carelessly
avaliable
hitler
dictator
empire
brewer
patriot
cheap
thug
interprets
bible
barrel
spokesman
tbwr
xi@news.cso.uiuc.edu
tomgift@uxa.cso.uiuc.edu
tom
gift
electrical
calmly
masks
knocks
credible,either
heat
relevant
wholly
unsubstantiated
allegation
wood
nited
napalm
bd's
contained
containers
flammable
liquids
gases
busted
intrusion
ignition
sources
groveling
apoligist
wild
cusations
ridiculous
obfuscate
legitimate
criticism
conduct
affair
proposing
alternate
scenarios
conclusions
prisoners
hourly
dgs
ussr-style
internal
passport
hsh.com
paul@hsh.com
paul
havemann
kse
cs.cmu.edu
tsmith
smith
ucsu.colorado.edu
fcrary@ucsu.colorado.ed
frank
crary
jif
n@boi.hp.com
slack@boi.hp.com
slack
curious
plan
requirement
presented
medical
aid
determined
cross
coverage
model
emergency
insured
entering
hospital
notify
refuse
notifying
inform
unable
reasons
failing
hospitalization
fine
wallet
insurance
stolen
months
sorts
plans
sound
create
paperwork
bureaucracy
checking
filing
involve
hacker
whoa
tatoo
i.d
forearm
leave
worked
brings
sarcasm-laden
where's
outcry
liberal
sector
conservative
proposed
clinton's
liberals
shrieking
sieg
heil
self-styled
hypocrites
watch
voice
opposition
nbc
dhartung@chinet.chi.il.us
hartung
didn
flee
assuming
lanterns
stoves
shake
pretty
fleeing
rubble
finally
combined
teargas
combustion
gasses
overcame
enveloped
trapped
fumes
wait
minute
consistent
sudden
exits
plausable
korash
forcing
blood
assume
independent
choice
endangered
alternatively
standoff
recquiescat
pace
net.moment
silence
dhartung@chinet.chinet.com
rotaract
jtrascap@nyx.cs.du.edu
trascapoulos
denver
classifieds
eesnyder@boulder.colorado.edu
eric
snyder
classified
secctio
begin{quote
accept
advertisement
poses
health
reader
end{quote
ads
sentence
noxious
compelled
bring
t.p.g/c.g
readership
expressed
displeas
supervisor
spoke
reacting
complaints
assult
weapon
sai
track
reaction
policy
strongly
encourage
readers
feelings
mcd
biology
feet
sho
boulder
thoughtfullness
intermediary
sales
misapplied
natural
boy
september
papers
angelic
committed
applaud
bravery
wear
cleveland.freenet.edu
broward
horne
impeach
prism.gatech.edu
glenn
stone
admitted
responsibility
grief
tape
cruel
unusual
tortured
rabbits
infringe
color
penalty
prison
allowable
misdemeanors
conclusion
honest
remove
heartily
helicopters
lab
lies
manes@magpie.linknet.com
manes
we're
psog.c
magpie.linknet.com
capita
dangerous
average
absurd
switzerland
one-fifth
one-eigth
soil
crow
bait
importantly
stranger
approaching
betraying
understanding
versus
population
hav
enuff
chrissakes
calculator
preformatted
homicides/population
safer
without...by
stephen
associates
fiddler@concertina.eng.sun.com
hix
mgb@slacvm.slac.stanford.edu
a.p
numerous
armoured
crushing
propane
report
jaime
aron
addtion
pumped
hoses
generators
canisters
thrown
hitting
inside
gov't
dieter
car
salesman
rats@cbnewsc.cb.att.com
morris
parroted
injected
witness
setting
infrared
cameras
yeah
thermal
gunsights
discussing
ufology
convention
scepticism
strange
operating
viewer
daytime
federales
gassing
infamous
hallucination
humane
harmless
teenage
boys
knock
drill
flat
newly-born
anti-armor
barricades
traps
bloodier
idiots
confirm
paranoids
smarter
riddance
gnv.ifas.ufl.edu
jrm@gnv.ifas.ufl.edu
loosing
abomination
surveys
shown
thinks
types
discretion
finish
null
void
screwed
we'll
england
tough
titty
eloquent
pass
comprehensive
desk
happening
modify
ways
american's
unregistered
city
millions
abuses
ruined
stopping
jail
belong
politics
sword
voting
flow
snore
advice
brit
surrender
useless
star
trek
understandable
overwhelm
resisting
oppression
abstract
criminal
relative
working
carry-out
fucking
kkk
solutions
passe
undesirable
unavoidable
resist
chances
unharmed
joke
disarmed
preying
lines
sister
worker
skim
workers
pointedly
prejudiced
pre-judging
worst
quit
top
missing
tedious
freeman's
explanation
uicvm.cc.uic.edu
g.il@news.udel.edu
rad
rl@transfer.stratus.com
ds.j
news.udel.edu
madmen
sanity
level
questionable
premise
act
insanity
negligence
recall
survivor
kerosene
lamp
arguments
moot
australian
documentary
christ
sex
married
perfect
resulting
seed
magnified
horn
ex-members
dissimilar
jones
noted
submitted
clearance
hurry
deadline
reference
form
evasive
maneuver
chekov
tail
plainly
proclivities
escaped
reporters
directly
relate
personally
impostors
far-fetched
admits
conflicting
til
shed
eternal
darkness
devil's
advocate
boatload
swallowing
official
diederic@spot.colorado.edu
diederich
endless
remarks
surrendered
lived
quiet
turn
irrational
stockpile
thier
hadn't
here's
newsflash
staying
easily
expecting
wave
infront
points
familiar
glock
switched
real
trigger
confuses
exist
glocks
multiple
safeties
visible
purpose
ready
crosman
assumptions
safties
shop
friends
user
pulling
read/heard
supposedly
quote
ton
magazines
and/or
rec.guns
articles
laying
problems
reply
r.g
sco.com
allanh@sco.com
allan
heim
papresco@undergrad.math.uwaterloo.ca
prescod
drugs
banned
dry
manufacture
smuggle
hide
comparison
example--alcoholic
beverages
bottles
whiskey
fragile
bags
barrels
kegs
manipulate
rich
smuggling
booze
prohibition
industry
formed
large-scale
rank
notch
communications
intelligence
gathering
firepower
similar
vein
amount
marijuana
smuggled
decreased
value-per-pound
low
cocaine
heroin
uneconomical
reefer
domestic
pressure
producer
showy
raids
notwithstanding
economical
small
volume
stronger
proof
dollar/pound
tend
fall
economic
production
skill
motivation
assemble
worthwhile
scratch
high-ranking
figures
imported
uzis
lucky
zip-gun
nose
utkvm
utk.edu
veal
sbanka@vm.temple.edu
veto
reach
brady's
condemnation
not-withstanding
it'll
busy
gung-ho
republicans
over-use
fillibuster
trump
tennessee
division
continuing
education
laughed
elevator
shaft
weird
yankovic
wdstarr@athena.mit.edu
december
starr
cost/benefit
analysis
director's
twisto.eng.hou.compaq.com
costley@solo.eng.hou.compaq.com
brett
costley
sigh
koresh&co
jlpicard@austin.ibm.com
costing
thousands
sit
spend
money
preserving
escpecially
fanatic
normal
dripping
folks
flexibility
survive
dancing
pill
deer
hunting
missed
excerpt
fairly
consistant
polls
finding
approximately
households
near-majority
vast
threaten
self-defense
incidents
count
unlucky
rapist
pulls
woman
alley
boston
counted
self-defenders
constabulary
arm
shotgun
owns
owner
column
ironic
florida
ccw
thugs
target
tourists
precisely
carrying
natives
nyc
diddlysquat
resident
brain
self-protection
neighborhoods
teeth
cooperation
residents
aware
strangers
lurking
crime-watch
increase
effectiveness
hostiles
arrested
officer
robbing
lands
dance
drive-bys
gangs
moving
phoenix
misplaced
calling
nights
drive-by
performed
resident's
unlike
returned
car's
occupants
packed
hurricane
benificent
manifestation
cooperative
replace
lead
flesh
conversationalist
extinguisher
careless
tossing
burnt
matches
carpet
carefully
monitor
flue
cleaned
alarms
annually
late
legality
legitimacy
government's
rule
violates
existance
oliver
north
positively
worshiped
all-american
quarters
ron
set-up
secret
severely
deeds
twenty-to-life
walks
cares
non-issue
t-bones
mtv
rats
agreeing
abusers
violators
white-collar
blue-collar
epauletted
tank-shirted
ultimately
you've
statistical
aspects
emotion
abortion
fit
category
uninterested
conditioned
content
underestimate
electorate
raise
consciousness
argue
founded
mid
ran
goal
stratagem
wide
classes
dues-paying
authoritatively
slip
unannounced
obscurity
membership
commencement
dodd
hearings
gun-control
mere
barely
murmurs
registration
largest
aarp
aaa
faster
historical
kukla's
debate
bemused
leaves
hard-core
gun-owners
banners
ex-hci
firearms-related
mindless
mayhem
related
availibility
scarce
expensive
psychology
settle
hammer
nails
citation
showing
utilization
anecdotal
depends
profit
determine
estimate
mechanical
motivated
dwarfed
demanded
improvements
cheaper
efficiently
loaner
drive
affecting
huh
carnage
assaulted
forgot
partisan
liberties
appropriations
boost
socially
unpopular
gangbusters
heros
knit
match
jogging
outfit
yoony@aix.rpi.edu
young-hoon
yoon
mpetro@brtph
bnr.ca
myron
petro
authorities
sponsors
buyback
amnesty
schemes
harassment
receiving
property
pawn
uspsa
dvc
y'all
sole
guarnteed
locality
buy-back
program
instituted
received
serial
destroyed
destruction
headlines
editorial
globe
kim
scws
harvard.edu
wednesday
col
bodies
ruins
defends
blames
probe
panws
horrifying
scientific
horror
begins
undo
prevented
forensic
experts
ashes
davidian
theapocalyptic
visions
manipulative
madman
stunning
lapse
emphasis
investigators
re-create
conditions
identify
accelerants
fac
tors
fueling
inferno
lacked
oper
ational
teh
behavioral
insight
resolve
fury
loss
reflects
demen
tia
leader
delusiosn
seared
conscious
ness
assembly
stockpiles
arms--and
rationality
confsesed
sinner
equal
continues
mystify
eactions
bungled
misadventure
bacco
storemd
intent
seizing
cache
weap
ons
estimated
mem
bers
inteh
ensuing
oppor-tunities
isolate
arrest
explored
fifty-one
perceived
chil
dren
rancho
hostages
stake
impatient
superior
water
utilities
freedom
created
belated
bloodless
provided
sigle
compelling
abandondoning
patience
increasingly
bizarre
diffi
tear-gas
launched
ports
escalating
weighted
potential
eve
ngreated
hamr
tec
paragraphs
inexperienced
life-and
decisions
faulted
overreliance
forcement
officers--a
prosecutors
ewaco
executive
legislative
branches
verify
apportioning
play
greater
importnace
strategies
elude
husc.harvard.edu
crphilli@hound.dazixca.ingr.com
phillips
firearms-politics
marked
opening
prosecution
presenting
happenned
august
moved
anticipating
alleges
sold
sawed
efforts
refused
shootout
erupted
discovered
mission
offensive
helicopter
vicki
northern
practice
induced
short-barrelled
regular
supplier
explicitly
separatist
angle
develop
failure
court
indicted
occurred
agent
arthur
roderick
weaver's
dog
proximity
son
samuel
degan
nearby
body
extended
played
select-fire
explained
recover
cut-down
confrontation
asst
lindquist
kevin
charged
commit
gerry
spence
soundbite
notes
statesman
supporters
heeded
repeat
yesterday's
protests
courthouse
affiliate
footage
tim
skinhead
class
pride
television
crew
impromptu
interview
gritz
neo-nazi
protestors
smear
affiliated
carried
present
tidbits
flatly
jurors
volunteering
represent
repeatedly
walked
defendants
shoulders
cried
recounting
wife's
limit
thursday
scheduled
begin
senior
customer
engineer
intergraph
east
evelyn
avenue
mountain
fax
awesley@vela.acs.oakland.edu
resort
falsehoods
boring
belaboring
chain
coffman
apcs
poster
responded
dispute
rude
gary
eye-witness
descriptions
respond
effectively
judge
stating
falsehood
ghettos
correction
gordon
lightfoot
mentions
song
july
i'l
scoring
glad
expert
scream
massive
cover-up
riot
dead
offical
concise
columbia
encyclopedia
dare
assert
tour
easy
memories
inclined
sarge
bored
cited
wes
assertion
explain
smugglers
terms
bribe
them..."i'll
semi
quantify
smuggler
value/cubic
foot
crate
copy
army's
improvised
munitions
functional
inconspicuous
k-mart
mksol.dseg.ti.com
pyron@skndiv.dseg.ti.com
dillon
pyron
departments
quietly
switching
revolvers
partly
due
poor
rocket
scientists
baffled
timer
vcr
ahem
hrumph
encurred
wrath
beat
hammers
oooops
betweena
intellectually
cap
ignoring
pipes
misfeeds
bonus
exercises
autoloaders
ti/dseg
lewisville
vax
sender
texans
robin
hood
gestures
padi
heard/read
handling
s&w
saftey
fiddling
traditional
ala
colt
vinn
clem.handheld.com
oversees
baptist
upbringing
worthy
persecution
approved
baptists
btw
definitions
dictionary
cambell's
soup
s/ar
banging/marrying
thirteen
yuear
olds
listed
characteristics
mother
stockpiled
campbells
sale
bitch
draw
intolerent
foul-mouthed
neo-nazis
migrating
endangering
joe.kusmierczak@mail.trincoll.edu
gaucher@sam.cchem.berkeley.edu
dayton
uchu.ffn@cbnews.cb.att.com
wnci
radio
ohio
giving
vouchers
media-event
pro-gun
lawfully
protects
tacky
ideas
uniform
lying
rtd
transit
anti-gunners
central
los
angeles
bus
ride
vermont
curiously
heretofore
percentage
gaucher
else's
hamlet.ucdavis.edu
herrin
lord
hoover
pro
monstrous
complaining
debacle
angst
happend
sour
grapes
cute
conveys
volumes
definition
fluid
pronoun
counteract
impending
cuts
attendance
grab
shopped
alas
screwed-up
drag
strategy
biggest
screw-ups
imagined
paranoid
fears
reinforced
joy
whatsoever
mistook
identity
nuts
obtained
applies
booth
over-rated
lazy
butts
latter-day
gestapo
desired
instance
dozens
speakers
antis
matters
worlds
lawmakers
choices
creation
chasing
pinkos
extra-constitutional
public's
learned
viking@iastate.edu
sorenson
qheg@ubvmsb.cc.buffalo.edu
p.vasilion
magazine
explodes
ship
sinks
uss
iowa
bullets
gunshot
wounds
chambered
penetration
bullet
brass
expanding
enclosed
space
pop
firefighters
prior
crisp
wound
bruising
contention
exploding
shared
dod
dan@exnet.iastate.edu
isu
censors
usenet
exotic
distant
machines
exciting
flame
insane
gun-toting
unite
heimdall.sdrc.com
crrob@sony
sdrc.com
rob
davis
self-inflicted
wearing
thigh
holsters
breakdowns
accidental
shootings
insists
cite
blow
discharge
unloaded
chamber
cocking
turns
cylinder
loaded
usefully
designs
pin
outweighs
animal
attacks
wacko
safely
negative
animals
killings
failures
superset
circumstance
excludes
suicides
misreported
cleaning
police-speak
sou
lnb@news.udel.edu
guinness.idbsu.edu
rynw.iz
miles
vengeful
filter
humiliated
scenario
simplest
theories
complicated
martin
luther
king's
insinuating
mlk
benevolent
worshiper
koresh/vernon
howell/"jesus
lengthy
excerpts
showed
guarenteed
pleased
badly
wonderful
devoid
suggest
intentionally
suspect
camerapeople
root
retribution
lteid
inn
q@appserv.eng.sun.com
mcelwaine
week
compuserve
models
forum
hays@ssd.intel.com
kirk
hays
iftccu.ca.boeing.com
bressler@iftccu.ca.boeing.com
rick
bressler
iftccu:talk.politics.guns
posters
dread
terminator
rifleman
posting
posts
gosh
darn
happed
relationship
error
purchased
produce
archived
january
march
regularly
fest
seventh
generation
edmund
burke
yellowcake
devise
doe
handles
reactor
fuel
leases
reactors
nrc
certifies
freshman-level
phd-level
lock
readily
utilized
home-made
bombs
device
manufacturing
facilities
probability
exception
heck
richard
petty's
stock
racing
uncouth
appearance
function
non-lethal
alternatives
steiner@jupiter.ca.boeing.com
douglas
craig
holland
holland@cs.colostate.edu
lostsa
crap
trim
rubber
plastic
misnomer
lethal
explaining
applied
ouch
improve
hollow
standers
perp
ball
fewer
channels
surviving
rscharfy@magnus.acs.ohio-state.edu
ryan
scharfy
mvpc
ts@netcom.com
mvp@netcom.com
van
pelt
trail
bodily
assumed
heaven
snort
sorta
message
doubtless
bunches
tunnel
backcountry
confidence
gh@murdoch.acc.virginia.edu
rbw
q@rayleigh.mech.virginia.edu
brad
whitehurst
old-time
dodge
ref
west
hollywood's
drunks
saloons
mining
camps
mcgrath
preyed
exclusively
insisted
distinctions
strictly
regulation
criminally
beeing
regard
reduce
suffer
sociaty
therefor
extreme
goods
ererything
burping/farting
playing
substantial
percentages
punish
month
inflict
driver
cure
analogy
confiscate
cars
drink
confiscation
convict
comfirms
univ
tenn
div
cont
lie
horrors
jonestown
crazed
whackos
examiner
vehement
denying
tad
upset
rumor
autopsy
deemed
speculative
kneejerk
misled
theorists
mislead
disappointed
coutnry
holocaust
revisited
mcsdc
jpb@dct.ac.uk
bell
babbles
scotland
england's
remaining
colonies
dumb
possessions
jesus
moderate
bullsh*t
wasting
import
haitians
aids
taxpayer
expense
civilians
phrase
eating
dinner
families
tonight
stormtroopers
goddam
hero
victim
left-wing
pledge
uphold
amok
dweeb
malcolm
nah
brainless
trogladyte
soccer
fans
bliss
drool
smile
needlessly
badger
climbs
kilt
ukies
americans
tyranical
packing
dreary
island
tails
legs
whatcha
jfk
johnm@karnak.lonestar.org
meaders
mhamilto@nimitz.mcs.kent.edu
lawnmowerman
aej
d@cmuvm.bitnet
mass-slaughter
burn-unit
towers
fan
father
bastard
sacraligious
zeloit
kitchen
pun
intended
reminded
religous
zealot
selective
condone
pray
southwestern
dallas
voicemail
uucpmail
karnak!johnm
irvine@uxh.cso.uiuc.edu
brent
irvine
klv
f@transfer.stratus.com
fv.krt@news.cso.uiuc.edu
uhuo.awq@usenet.ucs.indiana.edu
wwarf@silver.ucs.indiana.edu
wayne
warf
nate
psygate.psych.indiana.edu
nate@psygate.psych.indiana.edu
nathan
engle
trickles
spokesdroid
reversal
proclaiming
reliable
base
speculation
laced
healthy
dose
includes
particulars
speaking
first-hand
pitch
weigh
newsreporting
disillusioned
sides
tie
ratings
distort
soot
billowing
fast
ponted
dousing
gasoline
fire-starter
arresting
vernon
unbalanced
rocketing
thsi
umpteen
npr
innocuous
talk-show
noise
jagst
pitt.edu
josh
grossman
cnn
rangers
newscaster
hi-tech
rock
armory
leagally
patented
twisting
guy@idacom.hp.com
trotter
canada
enters
metal
tag
bears
psychos
parks
sensitive
dangers
annoyances
hiking
precautions
users
closer
nature
info@ccsvax.sfasu.edu
sfasu
anonymous
wondered
pouring
disabling
wartime
chemical
agreed
enemy
soldiers
peacetime
nnocent
confirmation
friday's
clinton:am
briefing
george
stephanopoulous
alt.news-media
locations
forbid
austin
university's
newsmgr@ccsvax.sfasu.edu
vincent@cad.gatech.edu
vincent
fox
chicago
tennesse
everyday
mowing
dialing
law-abiding
factoid
wow
explosion
planned
spokesperson
tzs@stein
u.washington.edu
cescript@mtu.edu
charles
scripter
leaving
weenies
woodwork
drooled
watching
nazi
germany
atf/fbi
vary
peten@iat.holonet.net
pete
norton
peten@well.sf.ca.us
peten@holonet.net
norton@hou.amoco.com
mcs.kent.edu
davids
matthew
mhamilto@mcs.kent.edu
a.k.a
ksuvxb.kent.edu
tragically
originate
keith@orion.ic.cmc.ca
keith
solla
cdn
moderator
talked
dept
doj
ottawa
clarify
canadian
informational
followup
t.p.g
technically
feasible
stored
locked
hi-capacity
exempt
province
persons
receive
letter/form
authorizing
capacity
authorization
prohibited
dealers
mags
comply
limits
amendments
regulations
methods
alter
manufacturers
beretta
marketing
covers
discussed
typed
memory
gospel
p.eng
ipsc
ontario
oha
nfa
sfc
ofah
frontenac
rifle
club
batf's
prime
directive
bully
bludgeon
bury
mistaken
wcyb.n
f@dscomsa.desy.de
murderer
rampage
ram.page
wildly
violently
frenzied
trouble
responsiblity
primary
knocking
coleman
punishing
hang
listen
buddy
futile
vogon
widely
idiot
box
spl@pitstop.ucsd.edu
lamont
m.ku
acsu.buffalo.edu
individuals
infringes
owning
iii
transfer
refering
cal
yard
challenging
sport
tired
wimpy
whining
comsymp
zog
possessor
unconstitutional
kilogram
cruddy
pointy
headed
alamos
screw
spl
sciviguy
spl@szechuan.ucsd.edu
san
diego
microscopy
imaging
resource/uc
diego/la
jolla
strip
midway.uchicago.edu
thf
qvfik
rf@usenet.ins.cwru.edu
redelfs
rubbed
koreshians
thankful
dont
lob
feed
tells
sleep
nmv
suny
buffalo
std.disclaimers
haters
alert
h.b
tueday
beatty
ammend
section
enact
revised
code
expand
defintion
ordinance
bolt
violation
prohibtion
possesion
prohibit
acquiring
act'seffective
licensure
acquired
act's
importing
selling
assigned
introduced
measure
passes
reforendum
opposed
spov.lre@news.udel.edu
qsrinnc
gassed
noriega
smart
heartless
unworthy
comment
undeniable
heart
bleeds
released
ample
opportunities
blinded
devotion
dropping
bleeding
motion
creature
arlen
spectre
lets
catch
tonight's
thursday's
arming
rape
endangerment
women's
empowerment
interviewing
bittle
taped
final
cut
ugly
housebreaker
toque
sunglasses
jyoung@cadence.com
young
ffl&gunsmithing
first,how
someone(me)be
second,besides
dear
departed
gramp's,where
gunsmithing
replies
appreciated
ghm@sserve.cc.adfa.oz.au
geoff
promising
field
experiments
relating
contraceptive
baits
preliminary
data
suggests
cost-effective
method
preventing
over-population
habitats
kangaroo
overpopulation
australia
cost-effectiveness
approach
deer--if
overlook
hunters
licences
comparisons
employed
cull
implant
pellets
general's
residence
plague
proportions
whines
rampant
animal-libbers
controlling
deer/bear
justification
lust
mass-production
populations
woods
satisfaction
harvested
pleasure
derived
fruit
vegetables
grown
meat
freer
unpleasant
butcher
supermarket
peta
fine--but
filled
withstand
necessity
silent
votes
opposing
developing
measures
incidence
g-miller@adfa.edu.au
centre
defence
academy
paull@hplabsz.hpl.hp.com
robert
paull
dates
coincidental
cower
cower@csli.stanford.edu
ill
agenda
inconsequential
beneficial
denied
sufficient
overturn
n.j
eastern
clintons
audience
urging
tho
probablility
limited
nicely
debating
bushmans
lubys
cafe
amended
frankly
toon-meister
scares
democratic
apologies
demos
characatureic
clintoon
steiner@jupiter.cse.utoledo.edu
steiner
democrat
solve
libertarian
sh@transfer.stratus.com
here'a
cdt
newsgroups
talk.politics.guns,ou.politics
dg-rtp!psinntp!uunet!sun-barr!ames!haven.umd.edu!darwin.sura.net!wupost!csus.edu!netcom.com!mvp
civilian
message-id
n_tc.mvp@netcom.com
thu
sep
netcom
communication
guest
references
swood
vela
amusing
arizona
house-hunting
leslie
musician
author
planning
lousy
economy
race
simmering
hopelessly
lowest
coincidence
no-gun
liz
burnham
real-estate
income
provable
returns
low-income
housing
loan
astonishing
market-paper
three-bedroom
payments
harley-davidson
foundation
structurally
plumbing
systems
air-conditioning
absolute
plastering
painting
patching
low-interest
repair
loans
sez
bedroom
squirms
neighborhood
remembering
oakland
sighs
vice-gangs
hour
subsidiary
colonizing
spanish
bought
whores
trotting
pimps
soliciting
dope
deals
corners
daylight
remarkably
prompt
promptly
swept
pushers
retaliate
fashion
complainant's
records
gunshots
doors
rifles
coasted
riddled
famous
bonnie
clyde
getaway
casino
las
vegas
ruptured
tow
wreck
asphalt
melted
subsequently
pot-hole
slow
repairing
stayed
providing
traffic
hazard
concluded
reputation
by-god
california
unchecked
well-armed
outlawed
carl
rowan
mvp@hsv
lsil.com
shouting
fire's
odd
terminology
occurs
distrustful
comments
unstable
addressing
players
affadavit
launcher
ambitious
filmed
consistency
reserve
conspiratorially
minded
disliked
fabricated
dale@access.digex.com
dale
farmer
proud
canuck
fcrary@ucsu.colorado.edu
pqsruinniae@hp-col.col.hp.com
riflemen
conquered
militiamen
mountainous
conqueror
invasion
professional
ten
twenty
thousand
invasions
invaded
yugoslavia
occupied
portions
patrolled
wermacht
factions
germans
drain
resources
infantry
divisions
stuck
allies
accepted
unitil
lowlands
unreliable
served
peacable
rambos
blazing
henceforth
improper
customs
leftovers
kicked
door
guy's
blew
ruled
stimpy
fake
dad
shame
double
theirselves
popovich@cs.columbia.edu
popovich
censored
norway
wanna
splain
survived
reich
hint
passive
danes
politician
complimentary
nowadays...one
vidkun
quisling
mcgoy@unicorn.acs.ttu.edu
mcgaughey
sessions
lengths
suicidal
tendancies
unpleasent
feeling
manipulated
perceptions
neil
interfering
we'd
trick
bulky
reloading
trusted
perpetrated
fbi/batf
backup
exercise
facto
precident
speach
practicing
beliefs
close-up
censoring
peaceable
baseless
approve
nuff
fourth
secure
houses
effects
unreasonable
searches
seizures
capital
presentment
indictment
jury
liberty
process
sixth
speedy
impartial
executioner
informed
anad
accusation
eighth
suffered
psy-war
broacasting
screams
tibetian
chants
contacting
thoes
imprisoned
bail
miss
mikey@ccwf.cc.utexas.edu
strider
mfrhein@wpi.wpi.edu
frederick
rhein
electric
ovens
microwaves
popular
metro-areas
einstein
microwave
electricity
courtesy
squad
crowbar
assist
ruff
thine
polonius
sacrifice
essential
temporary
franklin
dyj@world.std.com
rjk@world.std.com
kolker
matzada
sanctification
g_d's
denial
tyranny
tzahal
isreal
oath
fortress
tepol
shaynit
matzadah
archaeological
site
presents
masada
tha
ceremony
d.r
vmcms.csuohio.edu
rnn
rdt@usenet.ins.cwru.edu
brandon
nomad@ecst.csuchico.edu
larish
btr.btr.com
michaelh@public.btr.com
hahn
michaelh@btr.com
partial
excellent
visionaries
tolls
religious/ethnic/social
mao
tse-tung
stalin
pol
pot
relax-he's
perverse
tragic/unpleasant
injustace
assign
link
extremely
nationally
fred
flintstone
possibly
teensy
command
prez
informs
naive
operate
distinct
seperate
entities
ultimate
accountability
moves
idealistic
structured
leading
bureaucracys
composed
golf
messed
stormed
jehova
protestantism
persecute
ethnic
enclave
raised
digging
divisiveness
closemindedness
right-wing
morons
unjustly
exagerated
motives
hilarious
brit's
kiss
royal
arse
freedom-of-speech
sake
protecting
sluts
advertised
newspapers
desperately
wwii
november
obscene
publications
misuse
seize
masterpieces
burrough's
junky
thompson's
fear
loathing
wolfe's
kool-aid
acid
courts
recognized
demonstrate
coerced
confessions
innocence
guilt
secretary
exclusionary
bars
kingdom
ireland
wales
bbc
mccartney's
irish
lennon's
gulf
pathetic
gun-mart
superstore
sight
shopping
carts
drove
uncomfortable
girl
wonderous
britain
perceives
gun-nut
penchant
weapons,etc
appropriately
eccentricity
suffering
border
disguised
rush
limbaugh
diatribes
plots
amounts
entertainment
piece
chuckling
grow
secretive
censorious
vice
passivity
willingness
tolerate
constraints
unbearble
unfree
terrence
dequesne
edward
goodman
hager
hagerp@cs.indiana.edu
rrot.mmm@rice.edu
fontenot@ravl.rice.edu
dwayne
jacques
fontenot
rpoj.ijv@news.udel.edu
stortek.com
direct
compund
attorneys
structure
effectuating
egress
rapidly
spreading
acceptible
intrinsically
believable
methanphetamine
basement
disbelieve
balance
gut
adopt
concur
probing
snivelling
sh*t
ricks
comedian
jokes
guilty
inexcuseable
releasing
deciding
afire
sect
eventually
botch
bureaucratic
execution
hagerp@moose.cs.indiana.edu
benefit
safety's
a_man_for_all_seasons
themselves--you're
freaks
sweeping
generalizations
evince
peaceful
squeezable
fun
toys
beaver.cs.washington.edu
graham@cs.washington.edu
graham
qhpcn
registered
voters
imply
regulate
mandate
literacy
interfere
literacy/book
supreme
verdugo-urquidez
dred
noting
sustained
miller's
conviction
sawed-off
supports
remanded
appeals
disappeared
represented
submachineguns
teachers
smallarms
non-factual
jatz
cbnewsc.cb.att.com
off-duty
helpless
schmuck
operator
director/ex-san
jose
leroy
pyle
swat
anti-cops
schism
rhetorical
lobby
starts
disarmament
wealthy
connected
screwing
wings
pens
pencils
wolfone@ccwf.cc.utexas.edu
android
synapse.bms.com
hjy@news.cso.uiuc.edu
t@transfer.stratus.com
em@bigboote.wpi.edu
ignite
cutting
davidans
generator
patrick
chester
claypigeon
earth
cradle
forever
rarely
tshu.ew
homocides
involving
fixation
stabbing
relevance
homicides
baseball
bats
simpleton
stands
bat
muggers
rely
mugger
knife
effort
incapacitate
knif
deadly
replacing
criminal's
stabbings
with-gun
homicide
avoids
substitution
techinques
knives
facing
knife-welding
attackers
warning
supprise
tactic
attracts
pockets
stabbed
fortunately
disarming
assailant
untrained
assailants
self-defence
disarm
gunman
survey
unwilling
attacker
knifes
yodicet@gtewd.mtv.gtegsc.com
mar
acronym
phoned
licensing
application
applicationfor
dealer
pamphlet
fell....just
drop
gun-licence
gun-club
objection
ideal
play-thing
tool
discriminates
sum
diseases
suggested
object
proposals
gotcha
clause
arbitrary
licence
active
drivers
european
counterpart
motor
arise
automobile
commited
exeption
accuire
befor
cary
belt
rigth
varies
europeans
fifty
unique
jurisdictions
radically
restriciton
masses
rigths
affects
meaning
defined
adversely
bob
becuase
qualifies
zone
libel
gun-legislation
impact
mix
items
myselfe
twisted
hurt
wise
candy
unwise
pre-emptively
meaningless
smart/neccacery
drivers-licence
licenses
implemented
revanue
startling
guarantee
riding
yea
yoy
deter
bulk
firarems
unnesessary
opponents
posessa
jakcet
parking
worthless
snake
anger
recovery
martials
overcome
blind
pig-headed
utterly
idiocy
spout
vain
agendas
repealed
other's
rboudrie@wpi.wpi.edu
boudrie
mtu.edu
tpinnpcn@gap.caltech.edu
unequivocally
infringement
capitalization
usca
federalist
paper's
madison
advantage
subordinate
attached
appointed
forms
barrier
enterprises
ambition
insurmountable
establishments
kingdoms
annals
june
alexander
aimed
equipped
neglected
armies
oblige
magnitude
formidable
inferior
discipline
fellow-citizens
refers
male
consists
bodied
males
females
refer
targets
specificly
reserved
insure
separate
atomic
unit
units
moron
h_bar
welfare
recital
grammatical
style
implies
militias
lastly
defeat
consisting
female
armied
guaranteeing
re-think
amend
inaugural
institutions
belongs
inhabit
weary
amending
revolutionary
dismember
overthrow
rep
elbridge
spoken
floor
sir
establishment
bane
invade
destroy
cescript@phy.mtu.edu
michigan
houghton
drawn
render
powerless
checks
venal
oppressive
separated
jefferson
intrepret
constitutational
subjectively
intrepreted
accordiong
whims
intrepreting
embarassing
ammendment
yale
review
prof
stanford
levinson
handy
convey
title
subcomittee
consititution
sendate
session
february
verguido
urguidez
pertain
rhenquist
art
conveying
ammentment
ages
unorganized
scholarly
length
weight
dubious
proofs
strait@cheetah.csl.uiuc.edu
jeffrey
strait
dif@apple.com
fifteen
headquaters
dv's
logical
credibility
jeff
strait@uicsl.csl.uiuc.edu
amirza@bronze.ucs.indiana.edu
anmar
caves
gals
stepped
admitting
mirza
chief
tranquility
notiu's!#ciansakgbfbi
emt-d
legalize
explosives!#assasinatedea
isy
naziplutonium
networks
ranch.c'mon
peasants
presidentfema
jdurbin@nl.oracle.com
durbin
zsyn.mtd@sugar.neosoft.com
dusek
compod
perhap
persaonlly
horrible
graphic
file
buddhist
monks
saigon
possiblity
immolate
fortitude
raging
executed
oracle
babies
savior
budy
brain-washed
believing
advice.quotes.sayings.jibberish.philosohy
veal@utkvm
initiating
c@hpchase.rose.hp.com
k@hprnd.rose.hp.com
kao
tossed
periodicals/newspapers
describing
throwing
crop
mutually
exclusive
rural
restoration
slower
prefered
syck
miller.cs.uwm.edu
steven
chosen
merits
shoots
external
wesson
taht
drop,as
saved
snatched
staged
table
signal
timed
autos
issued
stress
issuing
city,county
crunched
biassed
rules
news.cs.indiana.edu
collection
aclu's
evolving
impacting
biologics
slightly
critters
neutron
radiation
flux
radioactive
decay
girls
nra/ila
lawbook
wisconsin
statutory
provision
obtaining
lixense
instructions
one's
pants
holster
concealing
jacket
partially
evanston
banning
defensive
barreled
shortened
carbine
marlin
mayor
piling
pes
cunixf.cc.columbia.edu
stoufflet
a@umcc.umcc.umich.edu
tim@umcc.umcc.umich.edu
tyler
intact
expenses
incurred
babysit
krazy
flock
sheep
undesirables
disposal
initiated
engaged
warfare
heavy
disavows
presbyterian
center
scandinavia
roads
goverment
abused
offence
elections
issues
candidates
de-facto
minorities
lesser
evils
virtual
adaquate
statistic
gun-wielding
purchasing
additional
accomplish
mixing
tools
axes
ment
trees
axe
axer
accepting
intrusive
buying
excelent
short-term
rioting
long-term
buys
neighbor
affected
citicens
fundamental
vague
zeus.tamu.edu
mst
mitchell
todd
stipulate
conditional
audio
exposure
broadcast
locally
chopped-up
cleverly
finishing
manuscript
strangely
mondays
clumsy
dividing
manslaughter
joint
shortly
tapes
development
skin
blaming
tempting
state's
parrot
luser
previously
prompting
notion
conjures
images
launching
relied
cannons
condemning
libertarians
disbelieving
extraordinary
brags
guardsmen
reserves
guilt-ridden
participant
helped
belief
concludes
established
yield
impunity--i
scoop
lite
rec.humor.funny
adf@looking.on.ca
bellas@tti.com
bellas
ice
cream
flavor
inspired
mount
caramel
carton
surface
distrust
in-line
