0:cdt@sw.stratus.com
1:tavares
2:subject
3:gun
4:american
5:express
6:card
7:article
8:cmm
9:thomasp@surt.ifi.uio.no
10:thomas
11:parsli
12:thomasp@ifi.uio.no
13:writes
14:ban
15:guns
16:responsible
17:owners
18:control
19:laws
20:end
21:politicians
22:manage
23:handle
24:obtain
25:arms
26:illegally
27:restrict
28:people
29:legally
30:karen
31:mcnutt
32:local
33:attorney
34:states
35:million
36:licensed
37:massachusetts
38:past
39:year
40:number
41:involved
42:crimes
43:large
44:state
45:passing
46:restricting
47:obeying
48:pay
49:dividents
50:saing
51:treated
52:respect
53:sellers
54:legislators
55:i've
56:problem
57:countries
58:crime
59:rates
60:fell
61:restricted
62:call
63:argument
64:religion
65:don't
66:it's
67:faith
68:history
69:passed
70:restrictions
71:attention
72:violent
73:higher
74:lower
75:that's
76:begging
77:question
78:surprised
79:stopped
80:accidents
81:reduced
82:minimum
83:lifting
84:absolutely
85:backwards
86:presence
87:strict
88:made
89:improvement
90:rate
91:lifted
92:stats
93:show
94:likevise
95:car-accidents
96:europe
97:demand
98:easier
99:drivers-tests
100:hours
101:today
102:driver's
103:tests
104:indication
105:propensity
106:stupid
107:driving
108:test
109:drunk
110:night
111:fighting
112:kids
113:back
114:seat
115:hot
116:cup
117:coffee
118:lap
119:putting
120:makeup
121:reading
122:newspaper
123:talking
124:cellular
125:phone
126:they're
127:words
128:legislation
129:neccacery
130:positive
131:effect
132:gun/month
133:case
134:virginia
135:thinking
136:reactions
137:proposal
138:loud
139:screeming
140:civil
141:rights
142:amendment
143:didn't
144:winnie
145:poh
146:peace
147:weapons
148:i'm
149:remember
150:story
151:pooh
152:offered
153:cdt@rocket.sw.stratus.com
154:speak
155:company
156:cdt@vos.stratus.com
157:write
158:special
159:investors
160:packet
161:chiu@io.nosc.mil
162:francis
163:chiu
164:blast
165:time
166:daniel
167:oldham
168:oldham@ces.cwru.edu
169:wrote
170:happened
171:waco
172:fault
173:batf
174:proper
175:equipment
176:personal
177:captured
178:compound
179:initial
180:assault
181:wooden
182:farm
183:house
184:burned
185:ground
186:started/caused
187:fire
188:atf
189:honestly
190:justify
191:handled
192:properly
193:authority
194:snip
195:wod
196:increased
197:streets
198:needed
199:good
200:fokes
201:price
202:law
203:order
204:country
205:died
206:wars
207:protect
208:great
209:build
210:hit
211:evidenence
212:repeating
213:fbi/atf
214:told
215:mega
216:power
217:blasting
218:killed
219:women
220:letting
221:burn
222:death
223:days
224:won't
225:mind
226:dea
227:raid
228:someday
229:bogus
230:informant
231:tip
232:killed/wounded
233:family
234:accidentally
235:fair
236:answer
237:making
238:anymore
239:ignorant
240:statements
241:disturbing
242:government
243:agencies
244:citizens
245:irresponsible
246:blake@nevada.edu
247:rawlin
248:blake
249:clinton
250:press
251:conference
252:part
253:apr
254:ringer.cs.utsa.edu
255:whughes@lonestar.utsa.edu
256:william
257:hughes
258:date
259:wed
260:gmt
261:feustelc
262:netcom.com
263:feustel@netcom.com
264:david
265:feustel
266:predict
267:outcome
268:study
269:wrong
270:federal
271:result
272:future
273:assaults
274:type
275:conducted
276:full-scale
277:military
278:operations
279:explicit
280:shoot-to-kill
281:directives
282:aren't
283:fooled
284:decide
285:murder
286:opinions
287:mine
288:care
289:blame
290:university
291:learn
292:lessons
293:hoping
294:kent
295:taught
296:lesson
297:apparently
298:choose
299:sig
300:betz@gozer.idbsu.edu
301:andrew
302:betz
303:weaver
304:trial
305:update
306:running
307:daily
308:summary
309:randy
310:weaver/kevin
311:harris
312:boise
313:summaries
314:primarily
315:mailing
316:lists
317:wondering
318:interested
319:post
320:email
321:drew
322:brought
323:terminal
324:free
325:idaho
326:outlaw
327:outlaws
328:spook
329:fodder
330:fema
331:nsa
332:gore
333:insurrection
334:nsc
335:semtex
336:neptunium
337:terrorist
338:cia
339:kgb
340:deuterium
341:lairdb@crash.cts.com
342:laird
343:broadfield
344:senate
345:bill
346:numbers
347:resolution
348:em@mcimail.com
349:mcimail.com
350:peter
351:nesbitt
352:fight
353:save
354:educated
355:magzines
356:books
357:hands
358:sifting
359:hundreds
360:messages
361:internet
362:how/where
363:info
364:surely
365:copies
366:anti-gun
367:washington
368:document
369:room
370:reached
371:e.g
372:they'll
373:happy
374:send
375:big
376:stack
377:surly
378:sounding
379:guy
380:answers
381:scrawling
382:awful
383:hand
384:envelope
385:run
386:quickly
387:important
388:deal
389:likes
390:requests
391:hill
392:mail
393:ucsd
394:nosc}!crash!lairdb
395:shareware
396:signature
397:manual
398:burns
399:dividian
400:ranch
401:survivors
402:menudo.uh.edu
403:hadcrjam@admin.uh.edu
404:miller
405:jimmy
406:pointed
407:stove
408:warm
409:day
410:texas
411:eat
412:food
413:cold
414:minor
415:quibble
416:assualt
417:began
418:dawn
419:break
420:find
421:highly
422:cooking
423:lunch
424:armored
425:vehicles
426:punch
427:holes
428:pumping
429:tear
430:gas
431:bore
432:physics
433:woodstoves
434:caloric
435:range
436:takes
437:woodstove
438:cook
439:can't
440:shut
441:embers
442:choke
443:completely
444:ain't
445:light
446:batch
447:pancakes
448:aunt
449:heating
450:lit
451:extent
452:trust
453:experience
454:jmd@cube.handheld.com
455:jim
456:arras
457:qvjh
458:innh
459:l@hp-col.col.hp.com
460:dduff@col.hp.com
461:dave
462:duff
463:nut
464:panics!!!!jumps
465:net
466:facts
467:straight
468:understand
469:watched
470:satellite
471:network
472:feeds
473:eyes
474:huey's
475:fanned
476:flames
477:fbi
478:firetrucks
479:gate
480:scene
481:i'd
482:rambo
483:movies
484:might've
485:dulled
486:pain
487:fellow
488:humans
489:dying
490:god
491:feel
492:deserved
493:koresh
494:sadistic
495:mad
496:man
497:deserve
498:fate
499:fact
500:wasn't
501:reason
502:duped
503:followers
504:innocent
505:brainwashed
506:victims
507:scenaro
508:justifies
509:clear
510:deaths
511:occured
512:fucked
513:initially
514:impaitent
515:pushed
516:korech
517:edge
518:buy
519:latest
520:version
521:hook
522:line
523:sinker
524:believed
525:live
526:embarrassment
527:would've
528:severe
529:suspicion
530:tax-evasion
531:warrant
532:witnesses
533:information
534:filtered
535:remote
536:controlled
537:pool
538:camera
539:installed
540:building
541:could've
542:job
543:fbi's
544:close
545:video
546:incurring
547:risk
548:public
549:complete
550:lack
551:source
552:concern
553:sick
554:stomach
555:sicker
556:apologists
557:jmd@handheld.com
558:rethinking
559:there's
560:haven't
561:rethought
562:april
563:englishman
564:foreign
565:troop
566:landed
567:lay
568:arms,-never--never--never
569:pitt
570:earl
571:chatham
572:nov
573:jbs@rti.rti.org
574:text
575:white
576:announcement
577:q&as
578:clipper
579:chip
580:encryption
581:strnlghtc
582:d.n
583:n@netcom.com
584:strnlght@netcom.com
585:sternlight
586:agree
587:place
588:discuss
589:note
590:regulated
591:distorted
592:interpretations
593:read
594:written
595:well-regulated
596:militia
597:security
598:bear
599:infringed
600:members
601:well-educated
602:businessmen
603:ability
604:nation
605:compete
606:international
607:marketplace
608:attend
609:schools
610:interpret
611:protected
612:joe
613:kdw@icd.ab.com
614:kenneth
615:whitehead
616:evil
617:tax
618:dollars
619:work
620:mark
621:sachs
622:mbs
623:psuvm.psu.edu
624:representing
625:students
626:beverage
627:access
628:siba
629:smoke
630:start
631:places
632:apv's
633:tank
634:punched
635:hole
636:wall
637:withdrew
638:spread
639:direction
640:mph
641:wind
642:blowing
643:diagram
644:usa
645:yesterday
646:fires
647:started
648:tanks
649:terrible
650:negligent
651:accident
652:weren't
653:couldn't
654:marvelled
655:alive
656:upstairs
657:sealed
658:rooms
659:avoid
660:surrounded
661:israelis
662:hiding
663:desert
664:storm
665:gas-bearing
666:scuds
667:cripes
668:college
669:student
670:stop
671:worrying
672:clearing
673:head
674:heard
675:questioning
676:bothering
677:i'll
678:totally
679:clueless
680:tremendously
681:chilling
682:eager
683:murderous
684:heavily-armed
685:religious
686:cult
687:evidence
688:contrary
689:wellllll
690:they'd
691:harmed
692:threatened
693:attacked
694:paramilitary
695:force
696:hardware
697:feds
698:they've
699:retracted
700:practically
701:questioned
702:detail
703:buddies
704:sitting
705:bar
706:slurring
707:stuff
708:shoulda
709:ago
710:you're
711:klinton
712:give
713:chance
714:he's
715:gonna
716:burp
717:thought
718:experiment
719:suppose
720:exact
721:thing
722:bush
723:administration
724:prefer
725:cultists
726:expect
727:response
728:challenge
729:questions
730:scare
731:minds
732:developed
733:f*cking
734:heartbeat
735:mindlessly
736:knees
737:mouth
738:open
739:blissfully
740:sucking
741:president
742:comeback
743:ahead
744:lips
745:taxes
746:elected
747:campaign
748:promisses
749:respected
750:office
751:isn't
752:degree
753:broke
754:promise
755:taxes/guns
756:held
757:accountable
758:years
759:slick's
760:broken
761:lots
762:anddd
763:imagine
764:he'll
765:buttons
766:abc
767:gummint
768:decided
769:slaughter
770:eighty
771:plain
772:wake
773:stretch
774:yawn
775:throw
776:dart
777:map
778:united
779:figure
780:oppress
781:hmmm
782:nobody's
783:claiming
784:mistake
785:bunch
786:incompetent
787:employees
788:kind
789:scrutiny
790:mess
791:picked
792:davidians
793:figured
794:nobody'd
795:politically
796:incorrect
797:group
798:fundies
799:prairie
800:roughshod
801:bds
802:services
803:gave
804:timing
805:resistance
806:knew
807:spin
808:doctors
809:afraid
810:crips
811:bloods
812:atf's
813:budget
814:approval
815:favor
816:dramatic
817:reasoning
818:doesn't
819:matter
820:paying
821:cooler
822:theme
823:music
824:darth
825:vader
826:tomorrow
827:diabolical
828:laughter
829:hillary's
830:giggle
831:waffle
832:lost
833:sense
834:humor
835:cape
836:fat
837:puffy
838:faced
839:suit
840:rose
841:garden
842:starting
843:teddy
844:kennedy
845:things
846:investigated
847:worry
848:beer
849:dimwit
850:lot
851:compare
852:carter
853:record
854:veteran
855:character
856:carter's
857:policies
858:telling
859:truth
860:understood
861:cat
862:ken
863:kdw@odin.icd.ab.com
864:vojak@icebucket.stortek.com
865:vojak
866:letter
867:skaggs
868:dem
869:bit
870:sharp
871:tone
872:writting
873:reasonable
874:polite
875:letters
876:return
877:hci
878:party
879:nra
880:rated
881:upsetting
882:harm
883:disagree
884:recent
885:events
886:pissed
887:representative
888:recently
889:outrage
890:tactics
891:bureau
892:alcohol
893:tobacco
894:firearms
895:stated
896:underscore
897:stricter
898:groups
899:branch
900:grounds
901:deny
902:statement
903:underscores
904:apparent
905:total
906:ignorance
907:highlights
908:bias
909:paths
910:referencing
911:semi-automatics
912:point
913:semi-automatic
914:legal
915:areas
916:including
917:colorado
918:addition
919:convicted
920:purchase
921:church
922:borders
923:concept
924:pat
925:robertson
926:referring
927:alleged
928:fully
929:automatic
930:possessed
931:current
932:covered
933:strictest
934:circumvent
935:reported
936:license
937:permitted
938:possess
939:true
940:perished
941:monday
942:collect
943:couple
944:hundred
945:declare
946:claims
947:stockpiling
948:complex
949:ownership
950:statistics
951:what's
952:siege
953:dallas/ft
954:worth
955:face
956:voted
957:virtually
958:congress
959:claim
960:bull
961:handgun
962:struggling
963:maintain
964:paid
965:exceeded
966:growing
967:district
968:stickers
969:living
970:bumper
971:sticker
972:vote
973:sarah
974:bradys
975:ila
976:coalition
977:cbs
978:nightly
979:propaganda
980:dan
981:biased
982:arc@cco.caltech.edu
983:aaron
984:ray
985:clements
986:usual
987:hollombe@polymath.tti.com
988:polymath
989:possession
990:nuclear
991:grade
992:fissionables
993:market
994:forces
995:i.e
996:make
997:steal
998:stops
999:staggering
1000:cost
1001:nations
1002:afford
1003:sell
1004:tight
1005:maintained
1006:existing
1007:stocks
1008:saddam
1009:hussein
1010:impression
1011:fissionable
1012:materials
1013:plutonium
1014:reactor/weapons-grade
1015:uranium
1016:required
1017:permit
1018:bomb
1019:garage
1020:parts
1021:stores
1022:electronic
1023:junk
1024:supplies
1025:engage
1026:shady
1027:dealings
1028:explosive
1029:charge
1030:trivial
1031:compared
1032:basic
1033:design
1034:declassified
1035:dug
1036:technical
1037:library
1038:grad
1039:bother
1040:material
1041:term
1042:weeks
1043:ge/ch
1044:chemistry
1045:derive
1046:chemist
1047:synthesize
1048:variety
1049:explosives
1050:commonly
1051:chemicals
1052:felt
1053:electronics
1054:detonator
1055:shaped
1056:charges
1057:trickier
1058:impossible
1059:tricks
1060:trade
1061:wanted
1062:nasty
1063:include
1064:core
1065:hydrogen
1066:hardest
1067:long
1068:put
1069:properties
1070:aka
1071:jerry
1072:hollombe
1073:m.a
1074:cdp
1075:robot
1076:wrangler
1077:citicorp
1078:define
1079:ocean
1080:park
1081:blvd
1082:police
1083:enforce
1084:santa
1085:monica
1086:prevent
1087:cmort@ncoast.org
1088:christopher
1089:morton
1090:dividians
1091:black
1092:quoted
1093:icd.ab.com
1094:oleary@cbnewsh.cb.att.com
1095:brian.m.leary
1096:media
1097:correct
1098:child
1099:molesting
1100:drug
1101:dealing
1102:cop
1103:killing
1104:wackos
1105:guys
1106:ninja
1107:suits
1108:charging
1109:grenades
1110:lapd
1111:essentially
1112:operation
1113:move
1114:philadelphia
1115:cops
1116:dropped
1117:incendiary
1118:roof
1119:tenement
1120:block
1121:significant
1122:differences
1123:neighbors
1124:generally
1125:conceded
1126:antagonize
1127:loudspeakers
1128:keeping
1129:piles
1130:garbage
1131:promoting
1132:rat
1133:insect
1134:infestation
1135:allegedly
1136:threatening
1137:kidnap
1138:children
1139:sort
1140:remain
1141:over-educated
1142:york
1143:jewish
1144:aclu
1145:lawyers
1146:eliminate
1147:school
1148:prayer
1149:arkansas
1150:holly
1151:silva
1152:finndlu@cronkite.central.sun.com
1153:dbernard@clesun.central.sun.com
1154:news.eng.convex.com
1155:gardner@convex.com
1156:steve
1157:gardner
1158:general
1159:area
1160:air
1161:chilly
1162:morning
1163:high
1164:winds
1165:swiss
1166:cheese
1167:walls
1168:worse
1169:wrt
1170:idea
1171:nice
1172:minutes
1173:forget
1174:cool
1175:choppers
1176:flying
1177:swinging
1178:hueys
1179:add
1180:hell
1181:semper
1182:jammer
1183:a&m
1184:bad
1185:billing
1186:system
1187:finds
1188:stand
1189:ordinary
1190:rik
1191:emmet
1192:gil
1193:moore
1194:mike
1195:levine
1196:triumph
1197:ensure
1198:accuracy
1199:errors
1200:omissions
1201:excepted
1202:andy@sail.stanford.edu
1203:andy
1204:freeman
1205:uicvm.uic.edu
1206:jason
1207:kratz
1208:csd-newshost.stanford.edu
1209:carry
1210:concealed
1211:circumstances
1212:referred
1213:illinois
1214:statutes
1215:looked
1216:prove
1217:accurate
1218:sections
1219:let's
1220:person
1221:commits
1222:offense
1223:unlawful
1224:knowingly
1225:carries
1226:possesses
1227:vehicle
1228:land
1229:abode
1230:fixed
1231:business
1232:pistol
1233:revolver
1234:stun
1235:taser
1236:firearm
1237:affect
1238:word
1239:helps
1240:commenting
1241:prudent
1242:storekeeper
1243:home
1244:common
1245:qualify
1246:batf/fbi
1247:revenge
1248:rwing.uucp
1249:pat@rwing.uucp
1250:myrto
1251:dismayed
1252:discouraged
1253:ashamed
1254:impeachment
1255:called
1256:senators
1257:governor
1258:demanding
1259:warrants
1260:unsealed
1261:atrocity
1262:suspended
1263:pending
1264:investigation
1265:doubt
1266:amerika
1267:mjp
1268:roger.gte.com
1269:michael
1270:procanik
1271:bills
1272:urgent
1273:description
1274:gather
1275:hunter
1276:safety
1277:courses
1278:enforcement
1279:fish
1280:game
1281:compiled
1282:list
1283:consideration
1284:e-mail
1285:database
1286:p.s
1287:wife
1288:nancy
1289:street
1290:stories
1291:gte.com
1292:gte
1293:laboratories
1294:incorporated
1295:sylvan
1296:road
1297:waltham
1298:mwj@se
1299:waii.com
1300:johnson
1301:notice
1302:violated
1303:brushed
1304:orignial
1305:based
1306:happen
1307:forgive
1308:pays
1309:atrocities
1310:massacre
1311:myi
1312:beginning
1313:forward
1314:reaching
1315:allocation
1316:interest
1317:national
1318:debt
1319:funds
1320:roby@chopin.udel.edu
1321:scott
1322:roby
1323:dv@usenet.ins.cwru.edu
1324:flame-bait
1325:pure
1326:simple
1327:earlw@apple.com
1328:wallace
1329:vax.oxford.ac.uk
1330:jaj@vax.oxford.ac.uk
1331:turkey
1332:pro-pistol
1333:fanatics
1334:realize
1335:rest
1336:laugh
1337:angry
1338:chuckle
1339:remeber
1340:bellingham
1341:laughing
1342:civilized
1343:behavior
1344:supposed
1345:treat
1346:dogs
1347:impressed
1348:attitude
1349:bernard
1350:who's
1351:mormons
1352:jews
1353:persecuted
1354:indians
1355:christian
1356:simpler
1357:obvious
1358:dominated
1359:cared
1360:beans
1361:native
1362:girlfriend
1363:asks
1364:busting
1365:oregon
1366:you'd
1367:u.s
1368:army
1369:marched
1370:gunpoint
1371:christians
1372:news
1373:lakes
1374:upper
1375:mississippi
1376:basin
1377:southwest
1378:mexico
1379:south
1380:america
1381:converted
1382:incapable
1383:coming
1384:decision
1385:forced
1386:cherokees
1387:boot
1388:war
1389:cherokee
1390:mild
1391:support
1392:confederacy
1393:owned
1394:slaves
1395:reducing
1396:narrow
1397:view
1398:single
1399:treaty
1400:convert
1401:christianity
1402:treaties
1403:invariably
1404:meant
1405:ceding
1406:indian
1407:promised
1408:hunter-gatherer
1409:tribes
1410:plenty
1411:farming
1412:centuries
1413:hear
1414:non-plains
1415:training
1416:taking
1417:non-nomadic
1418:existence
1419:promises
1420:proved
1421:empty
1422:scottj@magic.dml.georgetown.edu
1423:john
1424:silly
1425:outdated
1426:miranda
1427:strawman
1428:discussion
1429:sixties
1430:riots
1431:fired
1432:main
1433:ludicrous
1434:awesley
1435:replied
1436:repeated
1437:context
1438:supporting
1439:detroit
1440:issue
1441:used--you
1442:claimed
1443:suppress
1444:sniper
1445:effective
1446:continue
1447:defend
1448:disputing
1449:spent
1450:found
1451:computer
1452:catalog
1453:nightmare
1454:rebellion
1455:sauter
1456:hines
1457:page
1458:tonia
1459:blanding
1460:age
1461:snipers
1462:turned
1463:shots
1464:fifty-caliber
1465:machine
1466:mounted
1467:belched
1468:buildings
1469:short
1470:round
1471:front
1472:spit
1473:tearing
1474:huge
1475:side
1476:apartment
1477:gee
1478:entire
1479:admit
1480:pictures
1481:firing
1482:damaged
1483:shells
1484:reports
1485:bet
1486:dollar
1487:doughnuts
1488:second-hand
1489:accounts
1490:guard
1491:sergeants
1492:shooting
1493:shit
1494:convince
1495:shelled
1496:cities
1497:bothered
1498:wouldn't
1499:necessarily
1500:simply
1501:event
1502:knowledge
1503:blacks
1504:troops
1505:grenade
1506:launchers
1507:fragmentary
1508:concussion
1509:perfectly
1510:frags
1511:makes
1512:plausible
1513:you'll
1514:research
1515:convinced
1516:marines
1517:launch
1518:rockets
1519:trenton
1520:jersey
1521:suspend
1522:judgment
1523:bullshit
1524:filters
1525:kick
1526:screaming
1527:half
1528:decades
1529:managed
1530:cover
1531:reality
1532:hard
1533:jpsb@neosoft.com
1534:shirreffs
1535:reno's
1536:full
1537:responciblity
1538:pursue
1539:action
1540:justice
1541:reno
1542:resign
1543:grand
1544:standing
1545:period
1546:crazy
1547:dought
1548:lvc@cbnews.cb.att.com
1549:larry
1550:cipriani
1551:news.duc.auburn.edu
1552:bixledn@eng.auburn.edu
1553:cbnews.cb.att.com
1554:closely
1555:restored
1556:felonies
1557:dozen
1558:restore
1559:felons
1560:immediately
1561:release
1562:waiting
1563:quick
1564:person's
1565:considered
1566:felon
1567:considers
1568:imo
1569:felony
1570:purged
1571:longer
1572:l.v.cipriani@att.com
1573:jgd@dixie.com
1574:armond
1575:murders
1576:concerned
1577:media's
1578:complicity
1579:coverup
1580:lawsuits
1581:investigations
1582:emit
1583:republican
1584:blunder
1585:examine
1586:human
1587:phychology
1588:psy-ops
1589:techniques
1590:negotiations
1591:puts
1592:firmly
1593:amateur
1594:ranks
1595:sizing
1596:opponent
1597:psychological
1598:profile
1599:ass
1600:professionally
1601:profiles
1602:koresh's
1603:emminently
1604:predictable
1605:typical
1606:civilization
1607:preserve
1608:isolation
1609:orientation
1610:individual
1611:apocalypse
1612:suicide
1613:acceptable
1614:alternative
1615:consumed
1616:imho
1617:concentrated
1618:initiate
1619:chose
1620:designed
1621:specifically
1622:push
1623:publicly
1624:appearing
1625:acting
1626:chariots
1627:mentioned
1628:book
1629:revelations
1630:sending
1631:oops
1632:combat
1633:engineering
1634:obstensibly
1635:perform
1636:insertions
1637:love
1638:newspeak
1639:earlier
1640:major
1641:biblical
1642:role
1643:stationed
1644:king
1645:listening
1646:devices
1647:actions
1648:brink
1649:pushing
1650:mass
1651:rational
1652:agency
1653:sign
1654:preparations
1655:pulled
1656:rid
1657:armor
1658:continued
1659:insertion
1660:appeared
1661:image
1662:etched
1663:strutting
1664:burning
1665:gloating
1666:kill
1667:step
1668:assess
1669:ended
1670:bloodshed
1671:technique
1672:constitutionally
1673:enforcing
1674:preservation
1675:life
1676:achieving
1677:victory
1678:vengence
1679:nabbed
1680:announced
1681:pull
1682:abandoned
1683:torn
1684:concertina
1685:wire
1686:removed
1687:covert
1688:surveillance
1689:exploited
1690:ego
1691:flush
1692:exploiting
1693:invite
1694:tabloid
1695:talk
1696:shows
1697:whipped
1698:resisted
1699:left
1700:clean
1701:safe
1702:execute
1703:tactical
1704:retreat
1705:deprived
1706:sought
1707:testesterone
1708:floating
1709:jannet
1710:world
1711:balls
1712:sad
1713:soul
1714:oqc
1715:performance
1716:mobility
1717:magazine(tm
1718:tech
1719:computers
1720:marietta
1721:snail-mail
1722:address
1723:perform@dixie.com
1724:sample
1725:mag
1726:lee
1727:harvey
1728:oswald
1729:incredibly
1730:vy.ej
1731:ulowell.ulowell.edu
1732:jrutledg@cs.ulowell.edu
1733:lawrence
1734:rutledge
1735:qna
1736:transfer.stratus.com
1737:ll@ulowell.ulowell.edu
1738:organization
1739:poeple
1740:provide
1741:integrated
1742:suitable
1743:location
1744:requires
1745:continually
1746:committee
1747:organizers
1748:arguing
1749:governments
1750:charter
1751:activity
1752:prohibiting
1753:private
1754:organizations
1755:eliminated
1756:basis
1757:rkba
1758:understands
1759:strengthened
1760:originally
1761:argued
1762:anachronism
1763:examples
1764:representatives
1765:apply
1766:broad
1767:cases
1768:unconditional
1769:interpretation
1770:probable
1771:majority
1772:wishes
1773:neglecting
1774:bullshitted
1775:nonstop
1776:constitutional
1777:limitations
1778:tyrrany
1779:ethnics
1780:fly
1781:logic
1782:feels
1783:constitution
1784:times
1785:procedure
1786:deliberately
1787:difficult
1788:cumbersome
1789:abuse
1790:ignore
1791:impose
1792:unjust
1793:minority
1794:lynch
1795:mob
1796:outvoting
1797:hangee
1798:violations
1799:end-runs
1800:intention
1801:tampering
1802:propeganda
1803:strong
1804:persistant
1805:gullible
1806:lied
1807:fed
1808:truths
1809:rigged
1810:monopoly
1811:override
1812:elitists
1813:congresscritters
1814:founding
1815:fathers
1816:mox
1817:nix
1818:dependent
1819:top-flight
1820:false
1821:assumption
1822:posted
1823:join
1824:organized
1825:meets
1826:readiness
1827:expected
1828:hamilton
1829:subcommitte
1830:linguist's
1831:analisys
1832:assertions
1833:documents
1834:online
1835:prejudice
1836:ucc
1837:seattle
1838:fails
1839:uunet!pilchuck!rwing!pat
1840:wisdom
1841:infinite
1842:universe
1843:stupidity
1844:albert
1845:einstien
1846:criminals
1847:machineguns
1848:d.iy
1849:cs.uiuc.edu
1850:kratz@cs.uiuc.edu
1851:gang
1852:violence
1853:weapo{s
1854:confiscated
1855:reliably
1856:visually
1857:distinguish
1858:difference
1859:semi-auto
1860:full-auto
1861:uzi
1862:versions
1863:misphrased
1864:asked
1865:full-autos
1866:accurately
1867:look-alikes
1868:included
1869:he'd
1870:non-existent
1871:relatives
1872:semi-autos
1873:specific
1874:exhaustive
1875:selector
1876:swtich
1877:correctly
1878:switch
1879:set
1880:position
1881:bursts
1882:inspection
1883:display
1884:visual
1885:fully-auto
1886:assured
1887:distinction
1888:guess
1889:picture
1890:receiver
1891:demonstrates
1892:predicted
1893:andy's
1894:offer
1895:wonders
1896:learning
1897:hambidge@bms.com
1898:transports
1899:meet
1900:hostile
1901:retreating
1902:sarcasm
1903:flag
1904:standard
1905:disclaimer
1906:joins
1907:genocidal
1908:socialist
1909:leaders
1910:starbase.trincoll.edu
1911:cheapen
1912:sociopaths
1913:chill
1914:paranoia
1915:cults
1916:language
1917:unsettling
1918:supply
1919:canned
1920:foods
1921:hold
1922:mention
1923:unbelievers
1924:substantiation
1925:granted
1926:moment
1927:recognize
1928:protection
1929:separation
1930:discovers
1931:permits
1932:purchases
1933:failed
1934:original
1935:feb
1936:parents
1937:previous
1938:refiled
1939:interviews
1940:funny
1941:interesting
1942:social
1943:sexual
1944:childrens
1945:supported
1946:hearing
1947:early
1948:seige
1949:exhibited
1950:signs
1951:physical
1952:mental
1953:homes
1954:suspected
1955:no-knock
1956:minding
1957:construed
1958:raided
1959:scary
1960:daughter
1961:amazes
1962:grandparents
1963:auschwitz
1964:turning
1965:graves
1966:cavalierly
1967:people's
1968:nazis
1969:frauleins
1970:dating
1971:well-[hesitate
1972:expertly
1973:trained
1974:killers
1975:well-trained
1976:red-white-and
1977:blue
1978:defending
1979:brother
1980:background
1981:shoot
1982:officials
1983:citizen
1984:crusade
1985:enjoys
1986:messiah
1987:loose
1988:cannon
1989:opinion
1990:paper
1991:printed
1992:amazing
1993:dg-rtp.dg.com
1994:meyers@leonardo.rtp.dg.com
1995:meyers
1996:establish
1997:defense
1998:qkshq
1999:wince
2000:giveth
2001:taketh
2002:hey
2003:winning
2004:battle
2005:losing
2006:philosophical
2007:flaws
2008:how'd
2009:sue
2010:lose
2011:attorney's
2012:fee
2013:we've
2014:shouldn't
2015:guesses
2016:devil
2017:details
2018:brady
2019:sounds
2020:discover
2021:check
2022:recourse
2023:loopholes
2024:lawyer
2025:noticed
2026:abraham
2027:lincoln
2028:requiring
2029:modern
2030:describe
2031:controls
2032:rice
2033:change
2034:works
2035:programs
2036:quality
2037:added
2038:kennejs@a.cs.okstate.edu
2039:james
2040:scot
2041:segz.mwr@dscomsa.desy.de
2042:hallam@dscomsa.desy.de
2043:phill
2044:hallam-baker
2045:apm
2046:hpopdlau.pwd.hp.com
2047:apm@hpopdlau.pwd.hp.com
2048:merritt
2049:path
2050:dscomsa!dxcern!mcsun!uknet!pipex!uunet!think.com!sdd.hp.com!hpscit.sc.hp.com!apm
2051:vms.ocom.okstate.edu
2052:chorley@vms.ocom.okstate.edu
2053:british
2054:deleted
2055:fire-engines
2056:mile
2057:loonies
2058:amunition
2059:meters
2060:caliber
2061:ammunition
2062:ammo
2063:shell
2064:size
2065:larger
2066:screened
2067:fort
2068:men
2069:engulfed
2070:excuse
2071:engines
2072:blaze
2073:bastards
2074:waited
2075:department
2076:standby
2077:sincerely
2078:hope
2079:janet
2080:fiasco
2081:punishment
2082:richly
2083:needless
2084:tragic
2085:waste
2086:sadly
2087:sobs
2088:whitewash
2089:incident
2090:chalk
2091:solely
2092:sadder
2093:raving
2094:nutters
2095:problem...the
2096:tyrannical
2097:prerogative
2098:posession
2099:illegal
2100:search
2101:allegations
2102:hasn't
2103:proven
2104:conclude
2105:accused
2106:abusing
2107:justified
2108:agents
2109:basically
2110:cigarette
2111:cops...they
2112:stay
2113:kinds
2114:law-enforcement
2115:jurisdiction
2116:s**tcanned
2117:sequence
2118:option
2119:attempt
2120:breakthrough
2121:intervention
2122:commando
2123:attempted
2124:adults
2125:life---children
2126:alike---should
2127:respect---even
2128:peacefully
2129:sooner
2130:escalate
2131:situation
2132:senseless
2133:tragedy
2134:lives
2135:crying
2136:win
2137:opportunity
2138:officers
2139:ordered
2140:knocked
2141:lantern
2142:caused
2143:caught
2144:member
2145:intentions
2146:committing
2147:confirms
2148:means
2149:murdered
2150:damn
2151:die
2152:reject
2153:neccessary
2154:beleive
2155:suicide/murder
2156:account
2157:serve
2158:met
2159:gunfire
2160:deliberate
2161:koresh/gun
2162:supporter
2163:aft
2164:heavier
2165:weaponry
2166:handguns
2167:practical
2168:purposes
2169:unarmed
2170:b-d
2171:adequately
2172:armed
2173:shotguns
2174:pistols
2175:claim---which
2176:retracted---that
2177:underarmed
2178:allowed
2179:indefinitely
2180:capable
2181:commiting
2182:murdering
2183:achieved
2184:objective
2185:risky
2186:orders
2187:magintude
2188:harder
2189:antebbe
2190:iranian
2191:embassy
2192:airplanes
2193:embassies
2194:attack
2195:terrorists
2196:disloge
2197:casualties
2198:allowing
2199:proclaim
2200:armageddon
2201:difficulties
2202:emmergency
2203:team
2204:prolonged
2205:mentally
2206:prepared
2207:prematurely
2208:discount
2209:rationalisation
2210:dismiss
2211:require
2212:solution
2213:conspiracy
2214:theory
2215:alow
2216:monkeys
2217:demonstrated
2218:f***ed
2219:concerns
2220:s**t
2221:waco...they
2222:callous
2223:greatly
2224:disturbs
2225:disturb
2226:assumes
2227:enjoy
2228:middle
2229:shot
2230:comforting
2231:pretend
2232:proves
2233:resolving
2234:hostage
2235:crisis
2236:govt
2237:comparable
2238:manner
2239:resolved
2240:rests
2241:tipped
2242:advance
2243:conscience
2244:society
2245:preach
2246:salvation
2247:pose
2248:threat
2249:political
2250:movement
2251:splinter
2252:klu
2253:klux
2254:klan
2255:schoolhouse
2256:holding
2257:situations
2258:arising
2259:carelessly
2260:avaliable
2261:hitler
2262:dictator
2263:empire
2264:brewer
2265:patriot
2266:cheap
2267:thug
2268:interprets
2269:bible
2270:barrel
2271:spokesman
2272:tbwr
2273:xi@news.cso.uiuc.edu
2274:tomgift@uxa.cso.uiuc.edu
2275:tom
2276:gift
2277:electrical
2278:calmly
2279:masks
2280:knocks
2281:credible,either
2282:heat
2283:relevant
2284:wholly
2285:unsubstantiated
2286:allegation
2287:wood
2288:nited
2289:napalm
2290:bd's
2291:contained
2292:containers
2293:flammable
2294:liquids
2295:gases
2296:busted
2297:intrusion
2298:ignition
2299:sources
2300:groveling
2301:apoligist
2302:wild
2303:cusations
2304:ridiculous
2305:obfuscate
2306:legitimate
2307:criticism
2308:conduct
2309:affair
2310:proposing
2311:alternate
2312:scenarios
2313:conclusions
2314:prisoners
2315:hourly
2316:dgs
2317:ussr-style
2318:internal
2319:passport
2320:hsh.com
2321:paul@hsh.com
2322:paul
2323:havemann
2324:kse
2325:cs.cmu.edu
2326:tsmith
2327:smith
2328:ucsu.colorado.edu
2329:fcrary@ucsu.colorado.ed
2330:frank
2331:crary
2332:jif
2333:n@boi.hp.com
2334:slack@boi.hp.com
2335:slack
2336:curious
2337:plan
2338:requirement
2339:presented
2340:medical
2341:aid
2342:determined
2343:cross
2344:coverage
2345:model
2346:emergency
2347:insured
2348:entering
2349:hospital
2350:notify
2351:refuse
2352:notifying
2353:inform
2354:unable
2355:reasons
2356:failing
2357:hospitalization
2358:fine
2359:wallet
2360:insurance
2361:stolen
2362:months
2363:sorts
2364:plans
2365:sound
2366:create
2367:paperwork
2368:bureaucracy
2369:checking
2370:filing
2371:involve
2372:hacker
2373:whoa
2374:tatoo
2375:i.d
2376:forearm
2377:leave
2378:worked
2379:brings
2380:sarcasm-laden
2381:where's
2382:outcry
2383:liberal
2384:sector
2385:conservative
2386:proposed
2387:clinton's
2388:liberals
2389:shrieking
2390:sieg
2391:heil
2392:self-styled
2393:hypocrites
2394:watch
2395:voice
2396:opposition
2397:nbc
2398:dhartung@chinet.chi.il.us
2399:hartung
2400:didn
2401:flee
2402:assuming
2403:lanterns
2404:stoves
2405:shake
2406:pretty
2407:fleeing
2408:rubble
2409:finally
2410:combined
2411:teargas
2412:combustion
2413:gasses
2414:overcame
2415:enveloped
2416:trapped
2417:fumes
2418:wait
2419:minute
2420:consistent
2421:sudden
2422:exits
2423:plausable
2424:korash
2425:forcing
2426:blood
2427:assume
2428:independent
2429:choice
2430:endangered
2431:alternatively
2432:standoff
2433:recquiescat
2434:pace
2435:net.moment
2436:silence
2437:dhartung@chinet.chinet.com
2438:rotaract
2439:jtrascap@nyx.cs.du.edu
2440:trascapoulos
2441:denver
2442:classifieds
2443:eesnyder@boulder.colorado.edu
2444:eric
2445:snyder
2446:classified
2447:secctio
2448:begin{quote
2449:accept
2450:advertisement
2451:poses
2452:health
2453:reader
2454:end{quote
2455:ads
2456:sentence
2457:noxious
2458:compelled
2459:bring
2460:t.p.g/c.g
2461:readership
2462:expressed
2463:displeas
2464:supervisor
2465:spoke
2466:reacting
2467:complaints
2468:assult
2469:weapon
2470:sai
2471:track
2472:reaction
2473:policy
2474:strongly
2475:encourage
2476:readers
2477:feelings
2478:mcd
2479:biology
2480:feet
2481:sho
2482:boulder
2483:thoughtfullness
2484:intermediary
2485:sales
2486:misapplied
2487:natural
2488:boy
2489:september
2490:papers
2491:angelic
2492:committed
2493:applaud
2494:bravery
2495:wear
2496:cleveland.freenet.edu
2497:broward
2498:horne
2499:impeach
2500:prism.gatech.edu
2501:glenn
2502:stone
2503:admitted
2504:responsibility
2505:grief
2506:tape
2507:cruel
2508:unusual
2509:tortured
2510:rabbits
2511:infringe
2512:color
2513:penalty
2514:prison
2515:allowable
2516:misdemeanors
2517:conclusion
2518:honest
2519:remove
2520:heartily
2521:helicopters
2522:lab
2523:lies
2524:manes@magpie.linknet.com
2525:manes
2526:we're
2527:psog.c
2528:magpie.linknet.com
2529:capita
2530:dangerous
2531:average
2532:absurd
2533:switzerland
2534:one-fifth
2535:one-eigth
2536:soil
2537:crow
2538:bait
2539:importantly
2540:stranger
2541:approaching
2542:betraying
2543:understanding
2544:versus
2545:population
2546:hav
2547:enuff
2548:chrissakes
2549:calculator
2550:preformatted
2551:homicides/population
2552:safer
2553:without...by
2554:stephen
2555:associates
2556:fiddler@concertina.eng.sun.com
2557:hix
2558:mgb@slacvm.slac.stanford.edu
2559:a.p
2560:numerous
2561:armoured
2562:crushing
2563:propane
2564:report
2565:jaime
2566:aron
2567:addtion
2568:pumped
2569:hoses
2570:generators
2571:canisters
2572:thrown
2573:hitting
2574:inside
2575:gov't
2576:dieter
2577:car
2578:salesman
2579:rats@cbnewsc.cb.att.com
2580:morris
2581:parroted
2582:injected
2583:witness
2584:setting
2585:infrared
2586:cameras
2587:yeah
2588:thermal
2589:gunsights
2590:discussing
2591:ufology
2592:convention
2593:scepticism
2594:strange
2595:operating
2596:viewer
2597:daytime
2598:federales
2599:gassing
2600:infamous
2601:hallucination
2602:humane
2603:harmless
2604:teenage
2605:boys
2606:knock
2607:drill
2608:flat
2609:newly-born
2610:anti-armor
2611:barricades
2612:traps
2613:bloodier
2614:idiots
2615:confirm
2616:paranoids
2617:smarter
2618:riddance
2619:gnv.ifas.ufl.edu
2620:jrm@gnv.ifas.ufl.edu
2621:loosing
2622:abomination
2623:surveys
2624:shown
2625:thinks
2626:types
2627:discretion
2628:finish
2629:null
2630:void
2631:screwed
2632:we'll
2633:england
2634:tough
2635:titty
2636:eloquent
2637:pass
2638:comprehensive
2639:desk
2640:happening
2641:modify
2642:ways
2643:american's
2644:unregistered
2645:city
2646:millions
2647:abuses
2648:ruined
2649:stopping
2650:jail
2651:belong
2652:politics
2653:sword
2654:voting
2655:flow
2656:snore
2657:advice
2658:brit
2659:surrender
2660:useless
2661:star
2662:trek
2663:understandable
2664:overwhelm
2665:resisting
2666:oppression
2667:abstract
2668:criminal
2669:relative
2670:working
2671:carry-out
2672:fucking
2673:kkk
2674:solutions
2675:passe
2676:undesirable
2677:unavoidable
2678:resist
2679:chances
2680:unharmed
2681:joke
2682:disarmed
2683:preying
2684:lines
2685:sister
2686:worker
2687:skim
2688:workers
2689:pointedly
2690:prejudiced
2691:pre-judging
2692:worst
2693:quit
2694:top
2695:missing
2696:tedious
2697:freeman's
2698:explanation
2699:uicvm.cc.uic.edu
2700:g.il@news.udel.edu
2701:rad
2702:rl@transfer.stratus.com
2703:ds.j
2704:news.udel.edu
2705:madmen
2706:sanity
2707:level
2708:questionable
2709:premise
2710:act
2711:insanity
2712:negligence
2713:recall
2714:survivor
2715:kerosene
2716:lamp
2717:arguments
2718:moot
2719:australian
2720:documentary
2721:christ
2722:sex
2723:married
2724:perfect
2725:resulting
2726:seed
2727:magnified
2728:horn
2729:ex-members
2730:dissimilar
2731:jones
2732:noted
2733:submitted
2734:clearance
2735:hurry
2736:deadline
2737:reference
2738:form
2739:evasive
2740:maneuver
2741:chekov
2742:tail
2743:plainly
2744:proclivities
2745:escaped
2746:reporters
2747:directly
2748:relate
2749:personally
2750:impostors
2751:far-fetched
2752:admits
2753:conflicting
2754:til
2755:shed
2756:eternal
2757:darkness
2758:devil's
2759:advocate
2760:boatload
2761:swallowing
2762:official
2763:diederic@spot.colorado.edu
2764:diederich
2765:endless
2766:remarks
2767:surrendered
2768:lived
2769:quiet
2770:turn
2771:irrational
2772:stockpile
2773:thier
2774:hadn't
2775:here's
2776:newsflash
2777:staying
2778:easily
2779:expecting
2780:wave
2781:infront
2782:points
2783:familiar
2784:glock
2785:switched
2786:real
2787:trigger
2788:confuses
2789:exist
2790:glocks
2791:multiple
2792:safeties
2793:visible
2794:purpose
2795:ready
2796:crosman
2797:assumptions
2798:safties
2799:shop
2800:friends
2801:user
2802:pulling
2803:read/heard
2804:supposedly
2805:quote
2806:ton
2807:magazines
2808:and/or
2809:rec.guns
2810:articles
2811:laying
2812:problems
2813:reply
2814:r.g
2815:sco.com
2816:allanh@sco.com
2817:allan
2818:heim
2819:papresco@undergrad.math.uwaterloo.ca
2820:prescod
2821:drugs
2822:banned
2823:dry
2824:manufacture
2825:smuggle
2826:hide
2827:comparison
2828:example--alcoholic
2829:beverages
2830:bottles
2831:whiskey
2832:fragile
2833:bags
2834:barrels
2835:kegs
2836:manipulate
2837:rich
2838:smuggling
2839:booze
2840:prohibition
2841:industry
2842:formed
2843:large-scale
2844:rank
2845:notch
2846:communications
2847:intelligence
2848:gathering
2849:firepower
2850:similar
2851:vein
2852:amount
2853:marijuana
2854:smuggled
2855:decreased
2856:value-per-pound
2857:low
2858:cocaine
2859:heroin
2860:uneconomical
2861:reefer
2862:domestic
2863:pressure
2864:producer
2865:showy
2866:raids
2867:notwithstanding
2868:economical
2869:small
2870:volume
2871:stronger
2872:proof
2873:dollar/pound
2874:tend
2875:fall
2876:economic
2877:production
2878:skill
2879:motivation
2880:assemble
2881:worthwhile
2882:scratch
2883:high-ranking
2884:figures
2885:imported
2886:uzis
2887:lucky
2888:zip-gun
2889:nose
2890:utkvm
2891:utk.edu
2892:veal
2893:sbanka@vm.temple.edu
2894:veto
2895:reach
2896:brady's
2897:condemnation
2898:not-withstanding
2899:it'll
2900:busy
2901:gung-ho
2902:republicans
2903:over-use
2904:fillibuster
2905:trump
2906:tennessee
2907:division
2908:continuing
2909:education
2910:laughed
2911:elevator
2912:shaft
2913:weird
2914:yankovic
2915:wdstarr@athena.mit.edu
2916:december
2917:starr
2918:cost/benefit
2919:analysis
2920:director's
2921:twisto.eng.hou.compaq.com
2922:costley@solo.eng.hou.compaq.com
2923:brett
2924:costley
2925:sigh
2926:koresh&co
2927:jlpicard@austin.ibm.com
2928:costing
2929:thousands
2930:sit
2931:spend
2932:money
2933:preserving
2934:escpecially
2935:fanatic
2936:normal
2937:dripping
2938:folks
2939:flexibility
2940:survive
2941:dancing
2942:pill
2943:deer
2944:hunting
2945:missed
2946:excerpt
2947:fairly
2948:consistant
2949:polls
2950:finding
2951:approximately
2952:households
2953:near-majority
2954:vast
2955:threaten
2956:self-defense
2957:incidents
2958:count
2959:unlucky
2960:rapist
2961:pulls
2962:woman
2963:alley
2964:boston
2965:counted
2966:self-defenders
2967:constabulary
2968:arm
2969:shotgun
2970:owns
2971:owner
2972:column
2973:ironic
2974:florida
2975:ccw
2976:thugs
2977:target
2978:tourists
2979:precisely
2980:carrying
2981:natives
2982:nyc
2983:diddlysquat
2984:resident
2985:brain
2986:self-protection
2987:neighborhoods
2988:teeth
2989:cooperation
2990:residents
2991:aware
2992:strangers
2993:lurking
2994:crime-watch
2995:increase
2996:effectiveness
2997:hostiles
2998:arrested
2999:officer
3000:robbing
3001:lands
3002:dance
3003:drive-bys
3004:gangs
3005:moving
3006:phoenix
3007:misplaced
3008:calling
3009:nights
3010:drive-by
3011:performed
3012:resident's
3013:unlike
3014:returned
3015:car's
3016:occupants
3017:packed
3018:hurricane
3019:benificent
3020:manifestation
3021:cooperative
3022:replace
3023:lead
3024:flesh
3025:conversationalist
3026:extinguisher
3027:careless
3028:tossing
3029:burnt
3030:matches
3031:carpet
3032:carefully
3033:monitor
3034:flue
3035:cleaned
3036:alarms
3037:annually
3038:late
3039:legality
3040:legitimacy
3041:government's
3042:rule
3043:violates
3044:existance
3045:oliver
3046:north
3047:positively
3048:worshiped
3049:all-american
3050:quarters
3051:ron
3052:set-up
3053:secret
3054:severely
3055:deeds
3056:twenty-to-life
3057:walks
3058:cares
3059:non-issue
3060:t-bones
3061:mtv
3062:rats
3063:agreeing
3064:abusers
3065:violators
3066:white-collar
3067:blue-collar
3068:epauletted
3069:tank-shirted
3070:ultimately
3071:you've
3072:statistical
3073:aspects
3074:emotion
3075:abortion
3076:fit
3077:category
3078:uninterested
3079:conditioned
3080:content
3081:underestimate
3082:electorate
3083:raise
3084:consciousness
3085:argue
3086:founded
3087:mid
3088:ran
3089:goal
3090:stratagem
3091:wide
3092:classes
3093:dues-paying
3094:authoritatively
3095:slip
3096:unannounced
3097:obscurity
3098:membership
3099:commencement
3100:dodd
3101:hearings
3102:gun-control
3103:mere
3104:barely
3105:murmurs
3106:registration
3107:largest
3108:aarp
3109:aaa
3110:faster
3111:historical
3112:kukla's
3113:debate
3114:bemused
3115:leaves
3116:hard-core
3117:gun-owners
3118:banners
3119:ex-hci
3120:firearms-related
3121:mindless
3122:mayhem
3123:related
3124:availibility
3125:scarce
3126:expensive
3127:psychology
3128:settle
3129:hammer
3130:nails
3131:citation
3132:showing
3133:utilization
3134:anecdotal
3135:depends
3136:profit
3137:determine
3138:estimate
3139:mechanical
3140:motivated
3141:dwarfed
3142:demanded
3143:improvements
3144:cheaper
3145:efficiently
3146:loaner
3147:drive
3148:affecting
3149:huh
3150:carnage
3151:assaulted
3152:forgot
3153:partisan
3154:liberties
3155:appropriations
3156:boost
3157:socially
3158:unpopular
3159:gangbusters
3160:heros
3161:knit
3162:match
3163:jogging
3164:outfit
3165:yoony@aix.rpi.edu
3166:young-hoon
3167:yoon
3168:mpetro@brtph
3169:bnr.ca
3170:myron
3171:petro
3172:authorities
3173:sponsors
3174:buyback
3175:amnesty
3176:schemes
3177:harassment
3178:receiving
3179:property
3180:pawn
3181:uspsa
3182:dvc
3183:y'all
3184:sole
3185:guarnteed
3186:locality
3187:buy-back
3188:program
3189:instituted
3190:received
3191:serial
3192:destroyed
3193:destruction
3194:headlines
3195:editorial
3196:globe
3197:kim
3198:scws
3199:harvard.edu
3200:wednesday
3201:col
3202:bodies
3203:ruins
3204:defends
3205:blames
3206:probe
3207:panws
3208:horrifying
3209:scientific
3210:horror
3211:begins
3212:undo
3213:prevented
3214:forensic
3215:experts
3216:ashes
3217:davidian
3218:theapocalyptic
3219:visions
3220:manipulative
3221:madman
3222:stunning
3223:lapse
3224:emphasis
3225:investigators
3226:re-create
3227:conditions
3228:identify
3229:accelerants
3230:fac
3231:tors
3232:fueling
3233:inferno
3234:lacked
3235:oper
3236:ational
3237:teh
3238:behavioral
3239:insight
3240:resolve
3241:fury
3242:loss
3243:reflects
3244:demen
3245:tia
3246:leader
3247:delusiosn
3248:seared
3249:conscious
3250:ness
3251:assembly
3252:stockpiles
3253:arms--and
3254:rationality
3255:confsesed
3256:sinner
3257:equal
3258:continues
3259:mystify
3260:eactions
3261:bungled
3262:misadventure
3263:bacco
3264:storemd
3265:intent
3266:seizing
3267:cache
3268:weap
3269:ons
3270:estimated
3271:mem
3272:bers
3273:inteh
3274:ensuing
3275:oppor-tunities
3276:isolate
3277:arrest
3278:explored
3279:fifty-one
3280:perceived
3281:chil
3282:dren
3283:rancho
3284:hostages
3285:stake
3286:impatient
3287:superior
3288:water
3289:utilities
3290:freedom
3291:created
3292:belated
3293:bloodless
3294:provided
3295:sigle
3296:compelling
3297:abandondoning
3298:patience
3299:increasingly
3300:bizarre
3301:diffi
3302:tear-gas
3303:launched
3304:ports
3305:escalating
3306:weighted
3307:potential
3308:eve
3309:ngreated
3310:hamr
3311:tec
3312:paragraphs
3313:inexperienced
3314:life-and
3315:decisions
3316:faulted
3317:overreliance
3318:forcement
3319:officers--a
3320:prosecutors
3321:ewaco
3322:executive
3323:legislative
3324:branches
3325:verify
3326:apportioning
3327:play
3328:greater
3329:importnace
3330:strategies
3331:elude
3332:husc.harvard.edu
3333:crphilli@hound.dazixca.ingr.com
3334:phillips
3335:firearms-politics
3336:marked
3337:opening
3338:prosecution
3339:presenting
3340:happenned
3341:august
3342:moved
3343:anticipating
3344:alleges
3345:sold
3346:sawed
3347:efforts
3348:refused
3349:shootout
3350:erupted
3351:discovered
3352:mission
3353:offensive
3354:helicopter
3355:vicki
3356:northern
3357:practice
3358:induced
3359:short-barrelled
3360:regular
3361:supplier
3362:explicitly
3363:separatist
3364:angle
3365:develop
3366:failure
3367:court
3368:indicted
3369:occurred
3370:agent
3371:arthur
3372:roderick
3373:weaver's
3374:dog
3375:proximity
3376:son
3377:samuel
3378:degan
3379:nearby
3380:body
3381:extended
3382:played
3383:select-fire
3384:explained
3385:recover
3386:cut-down
3387:confrontation
3388:asst
3389:lindquist
3390:kevin
3391:charged
3392:commit
3393:gerry
3394:spence
3395:soundbite
3396:notes
3397:statesman
3398:supporters
3399:heeded
3400:repeat
3401:yesterday's
3402:protests
3403:courthouse
3404:affiliate
3405:footage
3406:tim
3407:skinhead
3408:class
3409:pride
3410:television
3411:crew
3412:impromptu
3413:interview
3414:gritz
3415:neo-nazi
3416:protestors
3417:smear
3418:affiliated
3419:carried
3420:present
3421:tidbits
3422:flatly
3423:jurors
3424:volunteering
3425:represent
3426:repeatedly
3427:walked
3428:defendants
3429:shoulders
3430:cried
3431:recounting
3432:wife's
3433:limit
3434:thursday
3435:scheduled
3436:begin
3437:senior
3438:customer
3439:engineer
3440:intergraph
3441:east
3442:evelyn
3443:avenue
3444:mountain
3445:fax
3446:awesley@vela.acs.oakland.edu
3447:resort
3448:falsehoods
3449:boring
3450:belaboring
3451:chain
3452:coffman
3453:apcs
3454:poster
3455:responded
3456:dispute
3457:rude
3458:gary
3459:eye-witness
3460:descriptions
3461:respond
3462:effectively
3463:judge
3464:stating
3465:falsehood
3466:ghettos
3467:correction
3468:gordon
3469:lightfoot
3470:mentions
3471:song
3472:july
3473:i'l
3474:scoring
3475:glad
3476:expert
3477:scream
3478:massive
3479:cover-up
3480:riot
3481:dead
3482:offical
3483:concise
3484:columbia
3485:encyclopedia
3486:dare
3487:assert
3488:tour
3489:easy
3490:memories
3491:inclined
3492:sarge
3493:bored
3494:cited
3495:wes
3496:assertion
3497:explain
3498:smugglers
3499:terms
3500:bribe
3501:them..."i'll
3502:semi
3503:quantify
3504:smuggler
3505:value/cubic
3506:foot
3507:crate
3508:copy
3509:army's
3510:improvised
3511:munitions
3512:functional
3513:inconspicuous
3514:k-mart
3515:mksol.dseg.ti.com
3516:pyron@skndiv.dseg.ti.com
3517:dillon
3518:pyron
3519:departments
3520:quietly
3521:switching
3522:revolvers
3523:partly
3524:due
3525:poor
3526:rocket
3527:scientists
3528:baffled
3529:timer
3530:vcr
3531:ahem
3532:hrumph
3533:encurred
3534:wrath
3535:beat
3536:hammers
3537:oooops
3538:betweena
3539:intellectually
3540:cap
3541:ignoring
3542:pipes
3543:misfeeds
3544:bonus
3545:exercises
3546:autoloaders
3547:ti/dseg
3548:lewisville
3549:vax
3550:sender
3551:texans
3552:robin
3553:hood
3554:gestures
3555:padi
3556:heard/read
3557:handling
3558:s&w
3559:saftey
3560:fiddling
3561:traditional
3562:ala
3563:colt
3564:vinn
3565:clem.handheld.com
3566:oversees
3567:baptist
3568:upbringing
3569:worthy
3570:persecution
3571:approved
3572:baptists
3573:btw
3574:definitions
3575:dictionary
3576:cambell's
3577:soup
3578:s/ar
3579:banging/marrying
3580:thirteen
3581:yuear
3582:olds
3583:listed
3584:characteristics
3585:mother
3586:stockpiled
3587:campbells
3588:sale
3589:bitch
3590:draw
3591:intolerent
3592:foul-mouthed
3593:neo-nazis
3594:migrating
3595:endangering
3596:joe.kusmierczak@mail.trincoll.edu
3597:gaucher@sam.cchem.berkeley.edu
3598:dayton
3599:uchu.ffn@cbnews.cb.att.com
3600:wnci
3601:radio
3602:ohio
3603:giving
3604:vouchers
3605:media-event
3606:pro-gun
3607:lawfully
3608:protects
3609:tacky
3610:ideas
3611:uniform
3612:lying
3613:rtd
3614:transit
3615:anti-gunners
3616:central
3617:los
3618:angeles
3619:bus
3620:ride
3621:vermont
3622:curiously
3623:heretofore
3624:percentage
3625:gaucher
3626:else's
3627:hamlet.ucdavis.edu
3628:herrin
3629:lord
3630:hoover
3631:pro
3632:monstrous
3633:complaining
3634:debacle
3635:angst
3636:happend
3637:sour
3638:grapes
3639:cute
3640:conveys
3641:volumes
3642:definition
3643:fluid
3644:pronoun
3645:counteract
3646:impending
3647:cuts
3648:attendance
3649:grab
3650:shopped
3651:alas
3652:screwed-up
3653:drag
3654:strategy
3655:biggest
3656:screw-ups
3657:imagined
3658:paranoid
3659:fears
3660:reinforced
3661:joy
3662:whatsoever
3663:mistook
3664:identity
3665:nuts
3666:obtained
3667:applies
3668:booth
3669:over-rated
3670:lazy
3671:butts
3672:latter-day
3673:gestapo
3674:desired
3675:instance
3676:dozens
3677:speakers
3678:antis
3679:matters
3680:worlds
3681:lawmakers
3682:choices
3683:creation
3684:chasing
3685:pinkos
3686:extra-constitutional
3687:public's
3688:learned
3689:viking@iastate.edu
3690:sorenson
3691:qheg@ubvmsb.cc.buffalo.edu
3692:p.vasilion
3693:magazine
3694:explodes
3695:ship
3696:sinks
3697:uss
3698:iowa
3699:bullets
3700:gunshot
3701:wounds
3702:chambered
3703:penetration
3704:bullet
3705:brass
3706:expanding
3707:enclosed
3708:space
3709:pop
3710:firefighters
3711:prior
3712:crisp
3713:wound
3714:bruising
3715:contention
3716:exploding
3717:shared
3718:dod
3719:dan@exnet.iastate.edu
3720:isu
3721:censors
3722:usenet
3723:exotic
3724:distant
3725:machines
3726:exciting
3727:flame
3728:insane
3729:gun-toting
3730:unite
3731:heimdall.sdrc.com
3732:crrob@sony
3733:sdrc.com
3734:rob
3735:davis
3736:self-inflicted
3737:wearing
3738:thigh
3739:holsters
3740:breakdowns
3741:accidental
3742:shootings
3743:insists
3744:cite
3745:blow
3746:discharge
3747:unloaded
3748:chamber
3749:cocking
3750:turns
3751:cylinder
3752:loaded
3753:usefully
3754:designs
3755:pin
3756:outweighs
3757:animal
3758:attacks
3759:wacko
3760:safely
3761:negative
3762:animals
3763:killings
3764:failures
3765:superset
3766:circumstance
3767:excludes
3768:suicides
3769:misreported
3770:cleaning
3771:police-speak
3772:sou
3773:lnb@news.udel.edu
3774:guinness.idbsu.edu
3775:rynw.iz
3776:miles
3777:vengeful
3778:filter
3779:humiliated
3780:scenario
3781:simplest
3782:theories
3783:complicated
3784:martin
3785:luther
3786:king's
